[GENERAL]
NAME				= Sinhala (සිංහල)
TRANSLATOR			= Sajith Harshana (sajith282@gmail.com)
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= මෙම යෙදුම කල් ඉකුත් වී ඇත.
TEXT_BETA			= බීටා
TEXT_UNREGISTERED		= ලියාපදිංචි නොකළ
TEXT_BUSINESS			= For Business
TEXT_SAFEMODE			= ආරක්ෂිත ප්‍රකාර
TEXT_SAFEMODE_MESSAGE		= බන්ඩිකැම් ආරක්ෂිත ප්‍රකාරයේ දුවයි. \nදෘඩාංග වේගවත් කේතන ක්‍රමය ඇතුළුව සමහර විශේෂාංග ආරක්ෂිත ප්‍රකාරයේ ක්‍රියා නොකරනු ඇත.
TEXT_INIT_FAIL			= යෙදුම ආරම්භ කිරීමට අපොහොසත් විය.
TEXT_APPINFO			= බන්ඩිකැම් - ඉහළ කාර්යසාධනයක් සහිත වීඩියෝ ග්‍රාහකය.
TEXT_HAS_BEEN_UNREGISTERED	= බන්ඩිකැම් ලියාපදිංචි කර නොමැත.


; error
TEXT_ERROR_DISKSPACE		= පටිගත කිරීමට ප්‍රමාණවත් ඉඩක් නොමැත.
TEXT_ERROR_VIDEO_CAP		= වීඩියෝ ග්‍රහණය ඇරඹීමට අපොහොසත් විය.
TEXT_ERROR_AUDIO_CAP		= ඕඩියෝ ග්‍රහණය ඇරඹීමට අපොහොසත් විය.\nඔබට උදව් අවශ්‍ය නම්, හරි බොත්තම ක්ලික් කරන්න.
TEXT_ERROR_IMAGE_CAP		= රූපගොනු ග්‍රහණය අපොහොසත් විය.\nකරුණාකර ඔබගේ ප්‍රතිදාන ෆෝල්ඩරය පරීක්ෂා කරන්න.
TEXT_ERROR_CREATEFILE		= ගොනු නිපදවීමට අපොහොසත් විය.\nඔබට උදව් අවශ්‍ය නම්, හරි බොත්තම ක්ලික් කරන්න.
TEXT_ERROR_OUTPUTFOLDER		= ප්‍රතිදාන ෆෝල්ඩරය නොපවතී. කරුණාකර ප්‍රතිදාන ෆෝල්ඩරය වෙනස් කරන්න.
TEXT_ERROR_RENAME_FILE		= තෝරාගත් ගොනුව නැවත නම් කිරීම අසමත්.
TEXT_ERROR_CODEC_INIT		= කෝඩැක් ඇරඹීමට අපොහොසත් විය.
TEXT_ERROR_CODEC_INIT_RETRY	= කෝඩැක් ඇරඹීමට අපොහොසත් විය. \nH.264 (CPU) කෝඩැක් සමඟ නැවත උත්සාහ කිරීමට ඔබට අවශ්‍යද?
TEXT_ERROR_CODEC_VIDEO		= වීඩියෝ කෝඩැක් සමඟ ගැටළුවක් ඇති බැවින් පටිගත කිරීම නතර විය.
TEXT_ERROR_LOGO_IMAGE		= සහාය නොදක්වන රූප ගොනුවක්. \nකරුණාකර සහාය දක්වන අනුරූප ගොනුව තෝරන්න (*. png).
TEXT_ERROR_INIT_DEVICE		= වීඩියෝ ග්‍රහණ උපාංගය ආරම්භ කිරීමට අපොහොසත් විය.
TEXT_ERROR_NO_DEVICES		= වීඩියෝ ග්‍රහණ උපාංග කිසිවක් හදුනාගත නොහැක.
TEXT_ERROR_EXISTING_PRESET_NAME	= ඔබ ඇතුළත් කළ පෙරසිටුවීමේ නම දැනටමත් පවතී. \nකරුණාකර වෙනත් නමක් ඇතුළත් කරන්න.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = ෆේස්බුක් ප්‍රතිපත්තිය නිසා මෙම අංගය තවදුරටත් ලබා ගත නොහැක.
TEXT_ERROR_AUDIO_DEVICE_INVALIDATED = ශ්‍රව්‍ය උපාංගය තවදුරටත් නොමැති නිසා පටිගත කිරීම නතර කර ඇත.
TEXT_ERROR_DUPLICATE_HOTKEYS	= අනුපිටපත් හොට්කී ඇත. කරුණාකර හොට්කී සැකසුම් වෙනස් කරන්න.
TEXT_ERROR_NO_SOUND_DEVICE	= ශබ්ද උපකරණ කිසිවක් සක්‍රීය නැත. කරුණාකර අවම වශයෙන් එක් උපාංගයක් ‍තෝරන්න.
TEXT_ERROR_NO_MORE_5_UPLOADING  = ඔබට එකවර වීඩියෝ 5කට වඩා උඩුගත කළ නොහැක. උඩුගත කිරීම අවසන් වූ පසු කරුණාකර නැවත උත්සාහ කරන්න.
TEXT_CAN_NOT_CHANGE_TB		= බන්ඩිකැම් හි නිදහස් අනුවාදය මත ඔබට මෙම සැකසුම වෙනස් කළ නොහැක. \nකරුණාකර https://bandicam.com/buy වෙතින් බන්ඩිකැම් මිලදී ගන්න
TEXT_CAN_NOT_ADD_MORE_THAN_10	= ඔබට අයිතම 10 කට වඩා එකතු කළ නොහැක.
TEXT_WARNING_AMD_APP		= ඔබේ පද්ධතිය 'H.264 (AMD VCE)' සඳහා සහය නොදක්වයි, එබැවින් පෙරනිමි කෝඩැක් භාවිතා කරනු ඇත.
TEXT_WARNING_AMD_APP2		= ඔබේ පද්ධතිය 'H.264 (AMD VCE)' සඳහා සහය නොදක්වයි.
TEXT_WARNING_DEVICE_CHANGE	= ඔබ වීඩියෝ උපාංග සැකසුම් වෙනස් කළහොත්, පටිගත කිරීම නවත්වනු ඇත. ඔබට දිගටම කරගෙන යාමට අවශ්‍ය බවට විශ්වාසද?
TEXT_WARNING_EXIT_BANDICAM	= ඔබ බන්ඩිකැම් වසා දැමුවහොත්, පටිගත කිරීම නවත්වනු ඇත.\nඔබට බන්ඩිකැම් වසා දැමීමට අවශ්‍ය බවට විශ්වාසද?
TEXT_WARNING_EXIT_BANDICAM_SREC	= මෙම යෙදුම අවසන් වූ පසු, නියමිත පටිගත කිරීම තවදුරටත් ඉදිරියට යා නොහැක. \nඔබට බන්ඩිකැම් වසා දැමීමට අවශ්‍ය බවට විශ්වාසද?
TEXT_WARNING_DEL_OVERLAY	= තෝරාගත් ආවරණය මකා දැමීම ඔබට විශ්වාසද?
TEXT_WARNING_UNREGISTER		= ඔබට බන්ඩිකැම් ලියාපදිංචිය ඉවත් කිරීමට අවශ්‍යද?
TEXT_NOTICE_NEED_TO_RENEW_1	= License renewal is required!
TEXT_NOTICE_NEED_TO_RENEW_2	= Your license will expire after <font color="red">%d day(s)</font>. <br>To continue using Bandicam without limitations, you must renew your license.
TEXT_NOTICE_NEED_TO_RENEW_2_NOW	= Your license has expired. <br>To continue using Bandicam without limitations, you must renew your license.
TEXT_NOTICE_NEED_TO_RENEW_2_TODAY = Your license will expire within <font color="red">24 hours</font>. <br>To continue using Bandicam without limitations, you must renew your license.

; video setting page name
TEXT_VID_PAGE_SOUND		= ශබ්දය
TEXT_VID_PAGE_WEBCAM		= වෙබ්කැම්
TEXT_VID_PAGE_LOGO		= ලොගෝ
TEXT_VID_PAGE_EFFECTS		= මවුසය
TEXT_VID_PAGE_KEYSTROKE		= Keystroke
TEXT_VID_PAGE_TEXT		= පෙළ
TEXT_VID_PAGE_OPTIONS		= විකල්ප

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= ලොගෝ

; option page name
TEXT_OPT_PAGE_GENERAL		= සාමාන්‍ය
TEXT_OPT_PAGE_OUTPUT		= ප්‍රතිදාන
TEXT_OPT_PAGE_HOOKING		= කොක්ක
TEXT_OPT_PAGE_LANGUAGE		= භාෂාව
TEXT_OPT_PAGE_HOTKEYS		= Hotkeys
TEXT_OPT_PAGE_OTHERS		= වෙනත්

TEXT_VIDEO			= වීඩියෝ
TEXT_AUDIO			= ඕඩියෝ

TEXT_FOLDER_SELECT		= වීඩියෝ ගබඩා කළ යුතු ෆෝල්ඩරයක් තෝරන්න.

TEXT_FMT_FULL_SIZE		= සම්පූර්ණ ප්‍රමාණය
TEXT_FMT_HALF_SIZE		= අඩක ප්‍රමාණය
TEXT_FMT_FIT_WIDTH		= ගැළපෙන පළල
TEXT_FMT_FIT_HEIGHT		= ගැළපෙන උස
TEXT_FMT_CUSTOM_SIZE		= වෙනස්කල
TEXT_FMT_STEREO			= ස්ටීරියෝ
TEXT_FMT_MONO			= මොනෝ
TEXT_FMT_ORIGINAL_PCM		= මුල් ඕඩියෝ ආකෘතිය
TEXT_FMT_AUTO			= ස්වයංක්‍රීය
TEXT_FMT_LOSSLESS		= පාඩු අවම

; preset
TEXT_PRESET_DEFAULT		= පෙරනිමි
TEXT_PRESET_HALFSIZE		= අඩක ප්‍රමාණය
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= 60 FPS සඳහා අල්ට්‍රා-ෆාස්ට් සැකසුම
TEXT_PRESET_LOWEND		= පහත් මට්ටමේ PC
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= යූටියුබ් / ට්විටර් (360p)
TEXT_PRESET_YOUTUBE_480P	= යූටියුබ් / ට්විටර් (480p)
TEXT_PRESET_YOUTUBE_720P	= යූටියුබ් / ට්විටර් (720p)
TEXT_PRESET_YOUTUBE_1080P	= යූටියුබ් / ට්විටර් (1080p)
TEXT_PRESET_PMP			= Divx/Galaxy Smartphone
TEXT_PRESET_EDIT		= සෝනි වේගාස්/ප්‍රිමියර්/පිනකල්
TEXT_PRESET_POWERPOINT		= පවර්පොයින්ට්
TEXT_PRESET_320x0		= ගැළපෙන පළල, 320x0
TEXT_PRESET_640x0		= ගැළපෙන පළල, 640x0
TEXT_PRESET_800x0		= ගැළපෙන පළල, 800x0
TEXT_PRESET_1280x0		= ගැළපෙන පළල, 1280x0
TEXT_PRESET_USER		= පරිශීලක පෙරසිටුවීම්

TEXT_CHANGE_LANG		= භාෂාව වෙනස් කිරීම සඳහා, ඔබ බන්ඩිකැම් නැවත ආරම්භ කළ යුතුය.\nඔබට දැන් නැවත ආරම්භ කිරීමට අවශ්‍යද?
TEXT_CHANGE_HOOK		= කොකු ඉලක්කය වෙනස් කිරීම සඳහා, ඔබ බන්ඩිකැම් නැවත ආරම්භ කළ යුතුය.\nඔබට දැන් නැවත ආරම්භ කිරීමට අවශ්‍යද?
TEXT_CHANGE_SIZE		= බන්ඩිකැම් කවුළු ප්‍රමාණය වෙනස් කිරීම සඳහා, ඔබ එය නැවත ආරම්භ කළ යුතුය.\nඔබට දැන් නැවත ආරම්භ කිරීමට අවශ්‍යද?
TEXT_RESET_ALL_SETTINGS		= සියලු සැකසුම් පෙරනිමි වෙත නැවත සැකසීමට ඔබට අවශ්‍යද?

TEXT_REGISTER_SUCCEEDED		= ඔබේ බන්ඩිකැම් දැන් ලියාපදිංචි කර ඇත.
TEXT_REGISTER_FAILED		= ලියාපදිංචි වීම අසමත්. \nඔබගේ විද්‍යුත් තැපැල් ලිපිනය සහ සීරියල් අංකය පරීක්ෂා කරන්න.
TEXT_REGISTER_CONNECT_FAILED	= ලියාපදිංචි කරවීමේ සේවාදායකයට සම්බන්ධ විය නොහැක.\nකරුණාකර ඔබගේ අන්තර්ජාල සම්බන්ධතාවය පරීක්ෂා කර ඔබගේ පද්ධති ඔරලෝසුව අද දිනය හා වේලාවට සකසන්න.\nඔබට උදව් අවශ්‍ය නම්, හරි බොත්තම ක්ලික් කරන්න.
TEXT_REGISTER_INFO		= විද්‍යුත් තැපැල් ලිපිනය: %s\r\nසීරියල් අංකය: %s
TEXT_REGISTER_INFO2		= කල්පිරෙන දිනය : %s (දින %d ඉතිරියි)
TEXT_REGISTER_INFO2_EXPIRING	= කල්පිරෙන දිනය : %s (Less than 1 day left)
TEXT_REGISTER_INFO2_EXPIRED	= කල්පිරෙන දිනය : %s (කල් ඉකුත් විය)
TEXT_REGISTER_LIMITED_1		= You can record for up to 10 minutes with the free version 
TEXT_REGISTER_LIMITED_2		= If the product is registered, you can record without a time limit starting from your next recording. Please purchase Bandicam from the official website.
TEXT_REGISTER_LIMITED_SREC	= ඔබට පටිගත කළ හැක්කේ බන්ඩිකැම් නිදහස් අනුවාදය සමඟ විනාඩි 10 ක් පමණි. \nකරුණාකර bandicam.com වෙතින් බන්ඩිකැම් මිලදී ගන්න
TEXT_REGISTER_NEWRECORD		= බන්ඩිකැම් නිදහස් අනුවාදය මත ඔබට නව පටිගත කිරීමක් ආරම්භ කළ නොහැක. \nකරුණාකර bandicam.com වෙතින් බන්ඩිකැම් මිලදී ගන්න
TEXT_REGISTER_LICENCE_INFO	= ලියාපදිංචි නොකළ!!! - දිය සලකුණ සහිත විනාඩි 10ක වීඩියෝ ලැබේ\r\nදිය සලකුණ ඉවත් කිරීමට, bandicam.com වෙතින් බන්ඩිකැම් මිලදී ගන්න

TEXT_PROGRAM_INVALID		= මෙම වැඩසටහන අවලංගුව ඇත. \nඔබ වැඩසටහන නැවත ස්ථාපනය කළ යුතුය.

TEXT_SELECT_NOT_SELECTED	= කරුණාකර පටිගත කිරීමේ ක්‍රමයක් තෝරන්න
TEXT_SELECT_TARGET		= කරුණාකර පටිගත කිරීමේ ඉලක්ක කවුළුව මත ක්ලික් කරන්න
TEXT_SELECT_DEVICE		= කරුණාකර වීඩියෝ ග්‍රහණ උපාංගයක් තෝරන්න
TEXT_TARGET_DIRECTX		= ගේම් පටිගත කිරීමේ ක්‍රමය - DirectX භාවිතා කරමින් ගේම් සහ වීඩියෝ ධාවක පටිගත කරන්න.
TEXT_TARGET_SCREEN		= තිර පටිගත කිරීමේ ක්‍රමය - ඩෙස්ක්ටොප් තිරය සහ වෙබ් වීඩියෝ පටිගත කරන්න.
TEXT_TARGET_DEVICE		= උපාංග පටිගත කිරීමේ ක්‍රමය - වෙබ් කැමරාව සහ HDMI ග්‍රහණ උපාංගයෙන් පටිගත කරන්න.
TEXT_TARGET_AUDIO		= ශ්‍රව්‍ය-මාදිලිය පමණි. ඔබට පටිගත කළ හැක්කේ ශ්‍රව්‍ය පමණි.
TEXT_TARGET_CHANGING		= ඔබ පටිගත කිරීමේ ක්‍රමය වෙනස් කළහොත්, පටිගත කිරීම නවත්වනු ඇත.\nඔබට ඉදිරියට යාමට අවශ්‍ය බව විශ්වාසද?
TEXT_TARGET_CLOSE		= ඔබ පවතින පටිගත කිරීමේ ක්‍රමය වසා දැමුවහොත්, පටිගත කිරීම නවත්වනු ඇත.\nඔබට ඉදිරියට යාමට අවශ්‍ය බව විශ්වාසද?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= ඉලක්ක කවුළුව තෝරා නොගත් නිසා ඔබට 'ගේම් පටිගත කිරීමේ ක්‍රමය' ඔස්සේ පටිගත කිරීම ඇරඹීමට නොහැක.\n\nපටිගත කිරීම ඇරඹීමට එය 'තිර පටිගත කිරීමේ ක්‍රමය' ලෙස වෙනස් කිරීමට ඔබට අවශ්‍යද?
TEXT_TARGET_CHANGE_TO_RECTANGLE2= ග්‍රහණ උපාංගය තෝරා නොගත් නිසා ඔබට 'උපාංග පටිගත කිරීමේ ක්‍රමය' ඔස්සේ පටිගත කිරීම ආරම්භ කළ නොහැක.\n\nපටිගත කිරීම ආරම්භ කිරීම සඳහා එය 'තිර පටිගත කිරීමේ ක්‍රමය' ලෙස වෙනස් කිරීමට ඔබට අවශ්‍යද?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= පටිගත කිරීමේ ක්‍රමයක් තෝරා නොගත් නිසා ඔබට පටිගත කිරීම ඇරඹීමට නොහැක.\n\nපටිගත කිරීම ආරම්භ කිරීම සඳහා ඔබට 'තිර පටිගත කිරීමේ ක්‍රමය' තෝරා ගැනීමට අවශ්‍යද?

TEXT_STATUSBAR_READY		= සූදානම්
TEXT_STATUSBAR_RECORDING	= පටිගත වෙමින්
TEXT_STATUSBAR_PAUSE		= විරාමයක්

TEXT_UPDATE_AVAILABLE		= බන්ඩිකැම් නව සංස්කරණයක් දැනට තිබේ. \nඔබ දැන් එය බාගත කිරීමට කැමතිද?
TEXT_UPDATE_UNAVAILABLE		= මෙම අනුවාදය නවතම එකකි.
TEXT_UPDATE_FAILED		= අනුවාද තොරතුරු පරීක්ෂා කිරීමට අපොහොසත් විය. \nමෙම පද්ධතිය දැනට අන්තර්ජාල සම්බන්ධ වී නොමැත, නැතහොත් සේවාදායකය නිසියාකාරව ක්‍රියා නොකරයි.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= උඩුගත කළ නොහැක. ඔබ දැන් ලියාපදිංචි වූයේ නම්, කරුණාකර ඔබගේ විද්‍යුත් තැපැල් ලිපිනය සත්‍යාපනය කරන්න.

TEXT_TARGET_FULL		= සම්පූර්ණ තිර
TEXT_TARGET_RESTORE		= ප්‍රතිෂ්ඨාපනය
TEXT_TARGET_TOGGLE_TOP		= පාලන තීරුව ඉහළට
TEXT_TARGET_TOGGLE_BOTTOM	= පාලන තීරුව පහළට
TEXT_TARGET_FIND		= පටිගත කිරීමට ප්‍රදේශයක් තෝරන්න
TEXT_TARGET_RESIZE		= ප්‍රමාණය තේරීමේ මෙනුව
TEXT_TARGET_IMAGE		= රූප ග්‍රහණය
TEXT_TARGET_PEN			= ඇඳීමේ ප්‍රකාරය
TEXT_TARGET_RECORD_START	= වීඩියෝ පටිගතවීම - ආරම්භය
TEXT_TARGET_RECORD_PAUSE	= වීඩියෝ පටිගතවීම - විරාමයක්
TEXT_TARGET_RECORD_STOP		= වීඩියෝ පටිගතවීම - නැවතුම
TEXT_TARGET_MENU		= මෙනුව
TEXT_TARGET_DISPLAY		= %d දර්ශනය
TEXT_TARGET_DISPLAY_ALL		= All Display

TEXT_DEVICE_FULL		= සම්පූර්ණ තිරය
TEXT_DEVICE_RESTORE		= ප්‍රතිෂ්ඨාපනය
TEXT_DEVICE_SELECT_DEVICE	= උපාංගය තෝරන්න
TEXT_DEVICE_VOLUME		= පරිමාව පාලනය
TEXT_DEVICE_IMAGE		= රූප ග්‍රහණය
TEXT_DEVICE_RECORD_START	= වීඩියෝ පටිගතවීම - ආරම්භය
TEXT_DEVICE_RECORD_PAUSE	= වීඩියෝ පටිගතවීම - විරාමයක්
TEXT_DEVICE_RECORD_STOP		= වීඩියෝ පටිගතවීම - නැවතුම
TEXT_DEVICE_MENU		= මෙනුව

TEXT_RC_HOWTO_NOCOMPLETE	= අක්‍රීය කරන්න
TEXT_RC_HOWTO_BYTIME		= වේලාව අනුව
TEXT_RC_HOWTO_BYSIZE		= ප්‍රමාණය අනුව
TEXT_RC_HOWTO_BYSILENCE		= නිශ්ශබ්ද වූ කාලය අනුව
TEXT_RC_AFTER_NEWRECORD		= අලුතෙන් පටිගත කරන්න
TEXT_RC_AFTER_EXIT		= බන්ඩිකැම් වලින් පිටවන්න
TEXT_RC_AFTER_SHUTDOWN		= පරිගණකය වසා දමන්න
TEXT_RC_AFTER_HIBERNATE		= Hibernate your computer

TEXT_SHUTDOWN_SEC		= තප්පර %d කින් පරිගණකය වැසේ.

TEXT_SEL_IMAGE_FILE		= රූප ගොනුවක් තෝරන්න

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_1_DISABLE	= -- අක්‍රීයයි --
TEXT_SND_SELECT_2_DISABLE	= -- අක්‍රීයයි (නිර්දේශිතයි) --

TEXT_CORRUPTED_AVI_FILE		= අලුතින්ම පටිගත කරන ලද ගොනුව දූෂිත වී ඇත. \nඔබට එය නිවැරදි කර ගැනීමට අවශ්‍යද?\n\nගොනුව: %s
TEXT_SELECTED_CORRUPTED_FILE	= තෝරාගත් ගොනු දූෂ්‍ය වී ඇත.\nඔබට ඒවා යතාතත්වයට ගැනීමට අවශ්‍යද?\n\nගොනුව: %s
TEXT_TRAY_BALLOON_TIP		= බන්ඩිකැම් ප්‍රතිෂ්ඨාපනයට ට්‍රේ-අයිකනය ක්ලික් කරන්න.
TEXT_TRAY_BALLOON_TIP_RECT	= තිර පටිගත කිරීමේ කවුලුව ලබාගැනීමට ට්‍රේ-අයිකනය ක්ලික් කරන්න
TEXT_TRAY_BALLOON_TIP_DEVICE	= උපාංග පටිගත කිරීමේ කවුලුව ලබාගැනීමට ට්‍රේ-අයිකනය ක්ලික් කරන්න
TEXT_FORCE_STOP			= ඉලක්ක කවුළුව ප්‍රතිචාර නොදක්වන බැවින් පටිගත කිරීම නැවැත්වීමට අසමත් විය. \nපටිගත කිරීම නැවැත්වීම බල කිරීමට ඔබට අවශ්‍යද?
TEXT_EXTERNAL_CODEC		= - බාහිර කෝඩැක් -
TEXT_CUDA_GPU_AUTOSELECT	= (ස්වයංක්‍රීය තේරීම)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= පටිගත කිරීමේ තත්වය
TEXT_INDICATOR_TIME		= පටිගත කිරීමේ කාලය
TEXT_INDICATOR_SIZE		=  පටිගත ගොනුවේ විශාලත්වය/ නිදහස් ඉඩ
TEXT_INDICATOR_VOLUME		= වත්මන් පරිමා මට්ටම

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [සාමාන්‍ය] සාමාන්‍ය කාර්ය ප්‍රමුඛතාවය
TEXT_REC_PRIORITY_HIGH		= [උසස්] සාමාන්‍ය ප්‍රමුඛතාවයට වඩා ඉහළය
TEXT_REC_PRIORITY_HIGHEST	= [උසස්ම] වෙනත් කාර්යයන් මන්දගාමී වේ

; output page message
TEXT_OUTPUTS_BANDICUT		= බන්ඩිකට් ස්ථාපනය කර නැත. ඔබට බන්ඩිකට් බාගත කිරීමට අවශ්‍යද?
TEXT_OUTPUTS_DELETE		= තෝරාගත් ගොනු ස්ථිරවම මකා දැමීම ඔබට අවශ්‍යද?
TEXT_OUTPUTS_SELCOUNT		= අයිතම %d ක් තෝරා ඇත

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= ඉලක්ක නාමය
TEXT_FILE_NAME_PREFIX_CUSTOM	= අභිරුචි උපසර්ගය
TEXT_FILE_NAME_PREFIX_NONE	= කිසිවක් නැත
TEXT_FILE_NAME_SUFFIX_TIME	= දිනය/වෙලාව 
TEXT_FILE_NAME_SUFFIX_NUMBER	= අනුක්‍රමික අංකය

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= මිනිත්තු 1 ත් 1440 ත් අතර අගයක් ඇතුළත් කරන්න.
TEXT_TIMER_REC_STOP_RECORDING	= පටිගත කිරීමක් සිදු වෙමින් පවතී. \nඔබට පටිගත කිරීම නවත්වා ඉදිරියට යාමට අවශ්‍ය බවට විශ්වාසද?
TEXT_TIMER_REC_MODE_NOT_SELECTED= පටිගත කිරීමේ ක්‍රමයක් සකසා නොමැති නිසා ටයිමර් පටිගත කිරීම ලබා ගත නොහැක. කරුණාකර පළමුව පටිගත කිරීමේ ක්‍රමය තෝරන්න.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	=  වීඩියෝව උඩුගත කිරීම සඳහා කරුණාකර මාතෘකාවක් ඇතුළත් කරන්න.
TEXT_UPLOAD_VID_NO_PASSWORD	= කරුණාකර මුරපදයක් ඇතුළත් කරන්න.
TEXT_UPLOAD_YOUTUBE_LOGIN	= යූටියුබ් පූරනය වන්න
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT	= බ්‍රව්සරයෙන් යූටියුබ් වෙත පුරනය වන්න... 
TEXT_UPLOAD_YOUTUBE_LOGIN_CANCEL= අවලංගු
TEXT_UPLOAD_VIMEO_LOGIN		= විමියෝ  පූරනය වන්න
TEXT_UPLOAD_VIMEO_LOGIN_TEXT	= බ්‍රව්සරයෙන් Vimeoවෙත පුරනය වන්න... 
TEXT_UPLOAD_VIMEO_LOGIN_CANCEL	= අවලංගු
TEXT_UPLOAD_FACEBOOK_LOGIN	= ෆේස්බුක් පූරනය වන්න
TEXT_UPLOAD_GDRIVE_LOGIN	= Login - Google Drive
TEXT_UPLOAD_GDRIVE_LOGIN_TEXT	= Signing in with Google Drive from the browser...
TEXT_UPLOAD_GDRIVE_LOGIN_CANCEL	= Cancel
TEXT_UPLOAD_COMPLETE		= උඩුගත කරන ලදි.
TEXT_UPLOAD_ERR_FAIL		= මෙම වීඩියෝව උඩුගත කිරීමට අපොහොසත් විය.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= මෙම ගොනුව උඩුගත කිරීමට නොහැකි තරම් විශාලය.
TEXT_UPLOAD_ERR_FREESPACE	= උඩුගත කිරීමට විමියෝ හි ප්‍රමාණවත් ඉඩක් නොමැත.
TEXT_UPLOAD_ERR_CONNECT		= සේවාදායකයට සම්බන්ධ වීමට අපොහොසත් විය.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= මෙම වීඩියෝව උඩුගත කිරීමට අපොහොසත් විය. විමියෝ පදනම් පරිශීලකයින්ට මෙම ක්‍රියාව භාවිතා කළ නොහැක.
TEXT_UPLOAD_YOUTUBE_QUOTA	=  යූ ටියුබ් විසින් ලබාදෙන දෛනික උඩුගත කිරීමේ කෝටාව ඉක්මවා ඇත.\n පැසිෆික් වේලාවෙන් මධ්‍යම රාත්‍රියේදී කෝටාව නැවත සැකසේ.\n කරුණාකර පැසිෆික් වේලාවෙන් පසුව නැවත උත්සාහ කරන්න හෝ යූ ටියුබ් වෙත ගොස් වීඩියෝව කෙලින්ම යූ ටියුබ් වෙත උඩුගත කරන්න.\n\n ඔබට youtube.com වෙත පිවිසීමට අවශ්‍යද?
TEXT_UPLOAD_ERR_ACCESSTOKEN	= ප්‍රවේශ ටෝකනයක් ලබා ගැනීමට අපොහොසත් විය.

; deinterlacing
TEXT_DEINT_NONE			= (කිසිවක් නැත)
TEXT_DEINT_ODD			= ඔත්තේ අගයන්
TEXT_DEINT_EVEN			= ඉරට්ටේ අගයන්
TEXT_DEINT_BLEND		= මිශ්‍රිත

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PTT] ඔබන විට පමණක් පටිගත කරන්න
TEXT_SND_CAP_PUSH_TO_MUTE	= [PTM] ඔබන විට නිශ්ශබ්ද කරන්න

; download & update 
TEXT_UPDATE_IN_PROGRESS		= ස්ථාපනය සිදු වෙමින් පවතී...
TEXT_UPDATE_FAILED_DL		= ස්ථාපන ගොනු බාගත කිරීමට අපොහොසත් විය. \nමෙම පද්ධතිය දැනට අන්තර්ජාලයට සම්බන්ධ කල නොහැක.
TEXT_UPDATE_INSTALL_SUCCEED	= ස්ථාපනය සම්පූර්ණයි.
TEXT_UPDATE_INSTALL_FAILED	= ස්ථාපනය අසාර්ථක විය.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (කිසිවක් නැත)
TEXT_WEBCAM_FLIP_HORIZONTAL	= තිරස්
TEXT_WEBCAM_FLIP_VERTICAL	= සිරස්

; scheduled recording list
TEXT_SREC_HEADER_NAME		= නම
TEXT_SREC_HEADER_STATUS		= තත්වය
TEXT_SREC_HEADER_START_TIME	= ආරම්භවූ වේලාව
TEXT_SREC_HEADER_END_TIME	= අවසන්වූ වේලාව
TEXT_SREC_HEADER_DURATION	= කාලසීමාව
TEXT_SREC_HEADER_TARGET		= ඉලක්ක
TEXT_SREC_HEADER_AFTER_REC	= පටිගත කිරීමෙන් පසු
TEXT_SREC_DEFAULT_NAME		= කාලසටහන්
TEXT_SREC_DELETE_SCHEDULES	= තෝරාගත් කාලසටහන් ස්ථිරවම මකා දැමීමට ඔබට අවශ්‍යද?
TEXT_SREC_STATUS_WAITING	= බලාසිටී
TEXT_SREC_STATUS_RECORDING	= පටිගත කිරීම
TEXT_SREC_STATUS_PASSED		= සමත්
TEXT_SREC_STATUS_INACTIVE	= අක්‍රීයයි
TEXT_SREC_TARGET_NOT_CHANGE	= (වෙනස් නොකරන්න)
TEXT_SREC_TARGET_FULL_SCREEN	= සම්පූර්ණ තිරය
TEXT_SREC_TARGET_CUSTOM_AREA	= තිරයේ සෘජුකෝණාස්‍රයක්
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= අවසාන පටිගත කිරීමේ ඉලක්කය භාවිතා කරන්න.
TEXT_SREC_DISPLAY_ALL		= All display
TEXT_SREC_DISPLAY		= %d දර්ශනය
TEXT_SREC_DO_NOTHING		= (කිසිවක් නොකරන්න)
TEXT_SREC_EXIT_BANDICAM		= බන්ඩිකට් වෙතින් ඉවත්වන්න
TEXT_SREC_SHUTDOWN_PC		= පරිගණකය වසා දමන්න
TEXT_SREC_HIBERNATE_PC		= Hibernate your computer
TEXT_SREC_ERR_TIME		=  කාලය 00:00:01 සහ 23:59:59 අතර විය යුතුය.
TEXT_SREC_ERR_DAY		= අවම වශයෙන් එක් දිනක්වත් තෝරා ගත යුතුය.
TEXT_SREC_ERR_OVERLAPPED	= පටිගත කිරීමේ කාලය "%s" සමඟ අතිච්ඡේදනය වේ.
TEXT_SREC_SAME_DAY		= එකම දිනය
TEXT_SREC_DAY_AFTER		= දවසකට පසු
TEXT_SREC_EVERYDAY		= සෑම දිනම
TEXT_SREC_SUN			= ඉරිදා
TEXT_SREC_MON			= සඳුදා
TEXT_SREC_TUE			= අඟහරුවාදා
TEXT_SREC_WED			= බදාදා
TEXT_SREC_THU			= බ්‍රහස්පතින්දා
TEXT_SREC_FRI			= සිකුරාදා
TEXT_SREC_SAT			= සෙනසුරාදා
TEXT_SREC_START_INFO		= %s සිට පටිගත කිරීම ආරම්භ කරන්න.
TEXT_SREC_STOP_INFO		= %s සිට පටිගත කිරීම අවසන් කරන්න.
TEXT_SREC_DAY			= %Dday
TEXT_SREC_DAYS			= %Ddays
TEXT_SREC_WAITING_0		= නියමිත පටිගත කිරීම් නොමැත.
TEXT_SREC_WAITING_1		= නියමිත පටිගත කිරීමක් ඇත.
TEXT_SREC_WAITING_N		= නියමිත පටිගත කිරීම් %d ක් තිබේ.

; bandifix
TEXT_BDFIX_APPTITLE		= බන්ඩිෆික්ස්
TEXT_BDFIX_CONFIRM_EXIT		= තවම සැකසෙමින් පවතී. පිටවීමට අවශ්‍ය බව ඔබට විශ්වාසද?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= ආදාන ගොනුවට සහය දක්වන ආකෘතියක් නොමැත.
TEXT_BDFIX_NOT_CORRUPTED	= ආදාන ගොනුව දූෂිත වී නැත.\nඔබට ඉදිරියට යාමට අවශ්‍යද?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= ආදාන ගොනුව දූෂිත නොවේ හෝ දූෂිත බව පරීක්ෂා කළ නොහැක.
TEXT_BDFIX_ALREADY_EXISTS	= ප්‍රතිදාන ගොනුව දැනටමත් පවතී. ඔබ එය නැවත ලිවීමට කැමතිද?
TEXT_BDFIX_SAME_PATH		= ප්‍රතිදාන ගොනුවේ මාර්ගය ආදාන ගොනුවේ මාර්ගයට සමාන වේ.
TEXT_BDFIX_DISK_SPACE		= ප්‍රතිදාන ගොනුව සෑදීමට සරිලන ඉඩ ප්‍රමාණයක් නොමැත.
TEXT_BDFIX_PROCESS_COMPLETE	= ක්‍රියාවලිය සම්පූර්ණයි!
TEXT_BDFIX_STATUS_PROCESSING	= ප්‍රගතියේ
TEXT_BDFIX_STATUS_COMPLETE	= සම්පූර්ණයි
TEXT_BDFIX_STATUS_FAILED	= අසමත්
TEXT_BDFIX_STATUS_READY		= සූදානම්
TEXT_BDFIX_FAILED_TO_OPEN	= ආදාන ගොනුව විවෘත කළ නොහැක.
TEXT_BDFIX_FAILED_TO_PROCESS	= ප්‍රතිසාධන කාර්යය සැකසීම අපොහොසත් විය.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI ගොනු
TEXT_OP_FILTER_MP4		= MP4 ගොනු
TEXT_OP_FILTER_PNG		= PNG ගොනු
TEXT_OP_FILTER_ALL		= සියලු ගොනු
TEXT_OP_FILTER_MEDIA		= මාධ්‍ය ගොනු

; Countdown combobox
TEXT_TARGET_COUNTDOWN_1		= තප් 1
TEXT_TARGET_COUNTDOWN_2		= තප් 2
TEXT_TARGET_COUNTDOWN_3		= තප් 3
TEXT_TARGET_COUNTDOWN_4		= තප් 4
TEXT_TARGET_COUNTDOWN_5		= තප් 5
TEXT_TARGET_COUNTDOWN_6		= තප් 6
TEXT_TARGET_COUNTDOWN_7		= තප් 7
TEXT_TARGET_COUNTDOWN_8		= තප් 8
TEXT_TARGET_COUNTDOWN_9		= තප් 9
TEXT_TARGET_COUNTDOWN_10	= තප් 10

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (පෙරනිමි ශබ්ද උපාංගය)
TEXT_DEFAULT_OUTPUT_DEVICE	= (පෙරනිමි ප්‍රතිදාන උපාංගය)
TEXT_DEFAULT_INPUT_DEVICE	= (පෙරනිමි ආදාන උපාංගය)
TEXT_DEFAULT_DEVICE_FORMAT	= (ස්වයංක්‍රීයව හැදිනීමේ ආකෘතිය)
TEXT_HOTKEY_NONE		= (කිසිවක් නැත)
TEXT_ADD_YOUR_TEXT_HERE		= ඔබේ පෙල මෙහි එක් කරන්න
TEXT_NOT_SHOW_THIS_NOTICE	= ඔබට මෙම දැන්වීම නැවත දැකීමට අවශ්‍ය නැති බවට විශ්වාසද?
TEXT_RESTART_FOR_NEW_PRIVILEGE	= ඔබට නව වරප්‍රසාදයක් සමඟ බන්ඩිකැම් නැවත ආරම්භ කර ධාවනය කිරීමට අවශ්‍ය බව විශ්වාසද?
TEXT_RESET_TO_DEFAULT		= පෙරනිමියෙන් යළි පිහිටුවන්න 

; oauth complete html
TXT_LANG_CODE           	= "en"
TXT_TITLE               	= "යූ ටියුබ් සමඟ පුරනය වීම සම්පූර්ණයි!"
TXT_MESSAGE_COMPLETE1   	= "යූ ටියුබ් සමඟ පුරනය වීම සම්පූර්ණයි!"
TXT_MESSAGE_COMPLETE2   	= "ඔබට මෙම පිටුව වසා දැමිය හැකිය."
TXT_GOTO_BANDICAM_HOME  	= "<a href='https://www.bandicam.com' class='bandicam'><div>bandicam.com වෙත යන්න </div></a>"
TXT_GOTO_BANDICUT_HOME  	= "<a href='https://www.bandicam.com/bandicut-video-cutter/' class='bandicut'><div>bandicam.com වෙත යන්න</div></a>"

; pip rotate option
TEXT_PIPROTATE_NONE			= (කිසිවක් නැත)
TEXT_PIPROTATE_90			= 90°
TEXT_PIPROTATE_180			= 180°
TEXT_PIPROTATE_270			= 270°

; pip mask shape
TEXT_PIPMASK_NONE		= පෙරනිමි
TEXT_PIPMASK_SQUARE		= චතුරස්‍රය
TEXT_PIPMASK_CIRCLE		= කවය
TEXT_PIPMASK_ELLIPSE		= ඉලිප්සය

; Keystroke Size
TEXT_KEYSTROKE_SIZE_1		= Small
TEXT_KEYSTROKE_SIZE_2		= Medium
TEXT_KEYSTROKE_SIZE_3		= Large

; Enhanced capture option
TEXT_ENHANCED_CAPTURE_AUTO	= Auto select method (default)
TEXT_ENHANCED_CAPTURE_1		= Method 1 (for Windows 8 and above)
TEXT_ENHANCED_CAPTURE_2		= Method 2 (for Windows 10 and above)

; Sound device selection menu
TEXT_SND_DEVICE_NO_SPEAKER	= Disable
TEXT_SND_DEVICE_NO_MICROPHONE	= Disable
TEXT_SND_DEVICE_NO_ALL_SOUND	= Do not record all sound
TEXT_SND_DEVICE_ADVANCED	= Advanced...

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= නිවස
$BN_PAGE_GENERAL		= සාමාන්‍ය
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= වීඩියෝ
$BN_PAGE_IMAGE			= රූප
$BN_PAGE_AUDIO			= Audio
$BN_PAGE_ABOUT			= ගැන
$BN_UNREGISTERED		= මෙම <font color="#ffa900">නොමිලේ </font> සංස්කරණයේ පටිගත කළහැකි උපරිම කාලය <font color="#ffa900">විනාඩි 10 </font>කි.
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= විකල්ප
$ST_GEN_OUTPUT_FOLDER		= ප්‍රතිදාන ෆෝල්ඩරය
$BN_GEN_OPEN_OUTPUT_FOLDER	= අරින්න
$BN_GEN_ADV_OPTIONS		= උසස්
$CK_GEN_ALWAYS_ON_TOP		= බන්ඩිකැම් කවුළුව සැමවිටම ඉහළින්
$CK_GEN_START_MINIMIZED		= බන්ඩිකැම් ට්‍රේ එකේ කුඩාකර අරඹන්න.
$CK_GEN_RUN_WHEN_START		= වින්ඩෝස් ආරම්භයේදී බන්ඩිකැම් ධාවනය කරන්න
$CK_GEN_RECORD_WHEN_RUN		= බන්ඩිකැම් සම්පූර්ණ තිර පටිගත කිරීමක් ලෙස අරඹන්න
$CK_GEN_TIMER_RECORDING		= ස්වයංක්‍රීය ආරම්භක පටිගත කිරීම සඳහා ටයිමරය සකසන්න
$ST_GEN_LANGUAGE		= භාෂාව
$ST_GEN_REC_AUTO_START		= ස්වයංක්‍රීය පටිගත කිරීම අරඹන්න
$ST_GEN_REC_SCHEDULED		= නියමිත පටිගත කිරීම්
$BN_GEN_REC_SCHEDULED		= සැකසුම්
$ST_GEN_REC_AUTO_COMPLETE	= පටිගත කිරීම ඉබේ අවසන් වන්න
$BN_GEN_REC_AUTO_COMPLETE	= සැකසුම්
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= FPS ආවරණය
$CK_FPS_OVERLAY_HOTKEY		= හොට්කී පෙන්වන්න/සගවන්න
$CK_FPS_OVERLAY_POS_HOTKEY	= හොට්කි ස්ථානගත කරන්න
$CK_FPS_OVERLAY			= FPS පෙන්වන්න
$ST_FPS_LIMIT			= FPS සීමාව
$CK_FPS_LIMIT_HOTKEY		= හොට්කී
$CK_FPS_LIMIT			= FPS සීමාව ලෙස සකසන්න
$CK_FPS_LIMIT_ONLY_CAP		= අල්ලා ගැනීමේදී පමණි
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= රෙකෝඩ්
$CK_VID_RECORD_HOTKEY		= හොට්කී රෙකෝඩ්/නැවතුම
$CK_VID_PAUSE_HOTKEY		= හොට්කී සදහා විරාමයක්
$CK_VID_SHOW_CURSOR		= මවුස් කර්සරය පෙන්වන්න
$CK_VID_CLICK_EFFECTS		= මවුස් ක්ලික් ප්‍රයෝගයක් එක් කරන්න
$CK_VID_WEBCAM_OVERLAY		= වෙබ් කැම් වැස්මක් එක් කරන්න
$BN_VID_RECORD_SETTINGS		= සැකසුම
$ST_VID_FORMAT			= ආකෘති
$ST_VID_FORMAT_VIDEO		= වීඩියෝ
$ST_VID_FORMAT_AUDIO		= ඕඩියෝ
$BN_VID_FORMAT_SETTINGS		= සැකසුම්
$BN_VID_FORMAT_PRESETS		= පෙරසිටුවීම්
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= ග්‍රහණය 
$CK_IMG_CAPTURE_HOTKEY		= හොට්කී
$CK_IMG_CAPTURE_REPEAT		= තිර ග්‍රහණය නැවත කරන්න
$ST_IMG_CAPTURE_REPEAT		= තප්පර
$CK_IMG_SHOW_CURSOR		= මවුස් කර්සරය පෙන්වන්න
$CK_IMAGE_ADD_LOGO		= ලාංඡනයට වැස්මක් එක් කරන්න
$CK_IMG_SHUTTER_SOUND_EFFECT	= ෂටර් ශබ්දය සක්‍රීය කරන්න
$BTN_IMAGE_SETTINGS		= සැකසුම්
$ST_IMG_FORMAT			= ආකෘති
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - සාමාන්‍ය
$CK_IMG_FORMAT_JPG_HQ		= JPG - උසස් තත්වය
$CK_IMAGE_JPG_CUSTOM		= JPG - අභිරුචි ගුණත්වය (20~100)
$BTN_IMG_FORMAT_ANIGIF		=  සජීවිකරණ gif ලෙස සුරකින්නේ කෙසේද?
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; AUDIO
$ST_AUDIO_RECORD		= ශ්‍රව්‍ය - පටිගත පමණි
$CK_AUD_RECORD_HOTKEY		= පටිගත/ නැවතුම් හොට්කී
$CK_AUD_PAUSE_HOTKEY		= විරාම හොට්කී
$BTN_AUDIO_SETTINGS		= සැකසුම්
$ST_AUD_FORMAT			= ආකෘතිය
$ST_AUD_FORMAT_TYPE		= ගොනු වර්ගය
$ST_AUD_FORMAT_AUDIO		= ශ්‍රව්‍ය
$BN_AUD_FORMAT_SETTINGS		= සැකසුම්
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= ආරම්භයක් ගන්න
$ST_OUT_TAB_VIDEO		= වීඩියෝ
$ST_OUT_TAB_IMAGE		= රූප
$ST_OUT_TAB_AUDIO		= ශ්‍රව්‍ය
$BN_OUT_PLAY_VIDEO		= වාදනය
$BN_OUT_OPEN_IMAGE		= අරින්න
$BN_OUT_EDIT			= සකසන්න
$BN_OUT_UPLOAD			= උඩුගත
$BN_OUT_DELETE			= මකන්න
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= බන්ඩිකැම් අනුවාදය
$ST_ABO_COPYRIGHT		= ප්‍රකාශන හිමිකම (c) 2009-2024 Bandicam.com
$BN_ABO_NEW_VERSION		= නව අනුවාදයක් ඇත.
$BN_ABO_CHECK_UPDATE		= යාවත්කාල පරීක්ෂාව
$ST_ABO_LICENCE_INFO		= බලපත්‍ර තොරතුරු
$BN_ABO_REGISTER		= ලියාපදිංචි වන්න
$BN_ABO_REGISTER_HELP		= ලියාපදිංචි කර මිලදී ගන්නේ කෙසේද
$BN_ABO_UPDATE_REGISTRATION	= ලියාපදිංචිය යාවත්කාල කරන්න
$BN_ABO_RENEW_LICENSE		= බලපත්‍රය අලුත් කරන්න
$ST_ABO_HOMEPAGE_INFO		= වෙබ් අඩවි URL
$ST_ABO_HOMEPAGE_URL		= මුල්පිටුව
$ST_ABO_FAQ_URL			= නිතර අසන පැන
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= කරුණාකර උපාංගය තෝරන්න!
$ST_DEVICE_CONNECTING		= සම්බන්ධ වෙමින් ...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">බන්ඩිකට් </font> යනු බන්ඩිකැම් පරිශීලකයන් සඳහා අත්‍යවශ්‍ය වැඩසටහනකි.ඔබට ඉක්මණින් වීඩියෝවක් කපා එය එකතුකර බන්ඩිකැම් වීඩියොවක් සකසා ගත හැකිය.
$BTN_UPDATE_STEP1_LINK		= තවත් දැනගන්න
$ST_UPDATE_STEP2_TEXT		= බාගත වීමක් සිදුවෙමින් ...
$BTN_UPDATE_INSTALL		= දැන් ස්ථාපනය කරන්න
$BTN_UPDATE_LATER		= නෑ, ස්තූතියි!
$BTN_UPDATE_CANCEL		= අවලංගු
$BTN_UPDATE_CLOSE		= වසන්න

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update - Install Bandicam
$ST_UPDATE_BANDICAM_TEXT	= බන්ඩිකැම් නව සංස්කරණයක් තිබේ. යාවත්කාලීනය ඇරඹීමට ඔබට අවශ්‍යද?
$BTN_UPDATE_BANDICAM_CANCEL	= අවලංගු
$BTN_UPDATE_BANDICAM_INSTALL	= යාවත්කාල
$BTN_UPDATE_BANDICAM_IGNORE	= මෙම අනුවාදය නැවත නොඉල්ලන්න
$BTN_UPDATE_BANDICAM_LEARNMORE	= තව දැනගන්න
$BTN_UPDATE_BANDICAM_SETTINGS	= සැකසුම් යාවත්කාලීනය

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= ඔබ භාවිතා කරන පටිගත කිරීමේ ක්‍රමය තෝරන්න.
$ST_START_SEL_RECT		= සෘජුකෝණාස්‍ර ප්‍රදේශය
$ST_START_SEL_FULL		= සම්පූර්ණ තිරය
$ST_START_SEL_WINDOW		= Specific window
$ST_START_SEL_MOUSE		= මවුසය වටා
$ST_START_SEL_GAME		= ගේම් පටිගත කිරීම
$ST_START_SEL_DEVICE		= උපාංග පටිගත කිරීම
$ST_START_SEL_AUDIO		= ශ්‍රව්‍ය පමණි
$ST_START_SEL_HELP		= මාර්ගගත උදව්

$ST_START_RECT_TITLE		= තිර පටිගත කිරීම - තිරයේ සෘජුකෝණාස්‍රයක්
$ST_START_RECT_DESC		= මෙම ක්‍රමයෙන්  සෘජුකෝණාස්‍ර කවුළුවෙන් අඩ ප්‍රදේශයක් පටිගත කරවයි.
$ST_START_RECT_STEP		= 1. අල්ලා ගත යුතු ප්‍රමාණය හා ප්‍රදේශය තෝරන්න. [Br]2. 'REC' බොත්තම ක්ලික් කර හෝ රෙකෝඩ් හොට්කි ඔබන්න.

$ST_START_FULL_TITLE		= තිර පටිගත කිරීම - සම්පූර්ණ තිර
$ST_START_FULL_DESC		= මෙම ක්‍රමයෙන් ඔබේ දර්ශනයේ සම්පූර්ණ තිරය පටිගත කිරීමට ඉඩ ලබා දේ.
$ST_START_FULL_STEP		=  1. අල්ලා ගැනීමට මොනිටරයක් තෝරන්න. [br]2. 'REC' බොත්තම ක්ලික් කර හෝ රෙකෝඩ් හොට්කි ඔබන්න.

$ST_START_WINDOW_TITLE		= Screen Recording - Specific window
$ST_START_WINDOW_DESC		= This mode allows you to record a selected window even if it is covered by another window.
$ST_START_WINDOW_STEP		= 1. Choose a window to be captured. [br]2. Click the 'REC' button or press the record hotkey.

$ST_START_MOUSE_TITLE		= තිර පටිගත කිරීම - මවුසය වටා
$ST_START_MOUSE_DESC		= මෙම ක්‍රමයෙන්  පරිශීලකයා විසින් ඩෙස්ක්ටොප් තිරය හරහා ගෙන යන මවුස් කර්සරය වටා පටිගත කිරීමට ඉඩ ලබා දේ.
$ST_START_MOUSE_STEP		= 1. අල්ලා ගැනීමට නිශ්චිත ප්‍රමාණයක් තෝරන්න.[br]2. 'REC' බොත්තම ක්ලික් කර හෝ රෙකෝඩ් හොට්කි ඔබන්න.

$ST_START_GAME_TITLE		= ගේම් පටිගත කිරීමේ ක්‍රමය 
$ST_START_GAME_DESC		= මෙම මාදිලිය FPS පෙන්වන අතරතුර ක්‍රීඩාව පටිගත කිරීමට ඔබට ඉඩ සලසයි.
$ST_START_GAME_STEP		= 1.  ක්‍රීඩාවක් ආරම්භ කර කොළ පැහැති අංකය පරීක්ෂා කරන්න(FPS).[br]2. 'REC' බොත්තම ක්ලික් කර හෝ රෙකෝඩ් හොට්කි ඔබන්න.

$ST_START_DEVICE_TITLE		= උපාංග පටිගත කිරීමේ ක්‍රමය
$ST_START_DEVICE_DESC		= වෙබ් කැමරාවක්, Xbox,Smartphone,IPTV වැනි බාහිර වීඩියෝ උපාංග පටිගත කිරීමට මෙම ක්‍රමයෙන් ඔබට ඉඩ සලසයි.
$ST_START_DEVICE_STEP		= 1. වෙබ් කැමරාවක් හෝ ග්‍රහණ උපාංගයක් තෝරන්න.[br]2. 'REC' බොත්තම ක්ලික් කර හෝ රෙකෝඩ් හොට්කි ඔබන්න.

$ST_START_AUDIO_TITLE		= ශ්‍රව්‍ය-පමණි පටිගත කිරීමේ මාදිලිය
$ST_START_AUDIO_DESC		= මෙම මාදිලිය ඔබට ස්පීකරය සහ මයික්‍රෆෝනය වැනි ශ්‍රව්‍ය පමණක් පටිගත කිරීමට ඉඩ සලසයි.
$ST_START_AUDIO_STEP		= 'REC' බොත්තම ක්ලික් කරන්න හෝ පටිගත හොට්කී යතුර ඔබන්න.

$BN_START_HELP			= මාර්ගගත උදව් බලන්න
$BN_START_RECORD		= පටිගත කිරීම අරඹන්න
$BN_START_RECORD_STOP		= පටිගත කිරීම නවත්වන්න
$ST_START_HOTKEY_RECORD		= රෙකෝඩ්/ නවත්වන්න
$ST_START_HOTKEY_SCREENSHOT	= රූප ග්‍රහණය
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= දුවවන්න
$BN_BDFIX_OPEN_FOLDER		= ෆෝල්ඩරය අරින්න
$BN_BDFIX_CLOSE			= වසන්න
$ST_BDFIX_INPUT_FILE		= ආදාන ගොනුව
$ST_BDFIX_INPUT_FILE2		= දූෂිත AVI/ MP4 ගොනුවක් අරින්න.
$BN_BDFIX_INPUT_FILE		= අරින්න
$ST_BDFIX_OUTPUT_FILE		= ප්‍රතිදාන ගොනුව
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= පටිගත ප්‍රදේශයක තෝරන්න
$MENU_RECTANGLE			= තිරයේ සෘජුකෝණාස්‍රයක්
$MENU_FULLSCREEN		= සම්පූර්ණ තිරයක්
$MENU_WINDOW_SCREEN		= Specific window
$MENU_AROUND_MOUSE		= මවුසය වටා
$MENU_AUDIO_ONLY		= ශ්‍රව්‍ය පමණි
$MENU_RECT_FIND_WINDOW		= පටිගත ප්‍රදේශය තෝරන්න
$MENU_RECT_CUSTOM		= අභිරුචි ප්‍රමාණය
$MENU_RECT_RECENTLY_USED	= මෑතක භාවිතකල ප්‍රමාණ
$MENU_FULL_DISPLAY_ALL		= All display
$MENU_FULL_DISPLAY_1		=  1 දර්ශනය
$MENU_FULL_DISPLAY_2		=  2 දර්ශනය
$MENU_FULL_DISPLAY_3		=  3 දර්ශනය
$MENU_FULL_DISPLAY_4		=  4 දර්ශනය
$MENU_FULL_DISPLAY_5		=  5 දර්ශනය
$MENU_FULL_DISPLAY_6		=  6 දර්ශනය
$MENU_FULL_DISPLAY_7		=  7 දර්ශනය
$MENU_FULL_DISPLAY_8		=  8 දර්ශනය
$MENU_FULL_SHOW_CONTRL		= පාලක තීරුව සැමවිටම පෙන්වන්න
$MENU_FULL_HIDE_CONTRL		= පාලක තීරුව නිතරම සඟවන්න
$MENU_MOUSE_CUSTOM		= අභිරුචි ප්‍රමාණය
$MENU_WINDOW_FIND		= Select a recording area on specific window
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SELECT DEVICE - POPUP MENU
$MENU_DEVICE_DISABLE_SPEAKER	= Disable speaker
$MENU_DEVICE_DISABLE_MICROPHONE	= Disable microphone
$MENU_DEVICE_ADVANCED		= Advanced...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= ප්‍රතිදාන ගොනුව අරින්න
$TOOLTIP_SCHEDULED_RECORDING	= නියමිත පටිගත කිරීම්
$TOOLTIP_SCREENSHOT		= අල්ලාගත් රූප
$TOOLTIP_RECORD			= රෙකෝඩ්/නැවතුම
$TOOLTIP_PAUSE			= විරාමය
$TOOLTIP_UI_MODE		= සරල/දිගු කරනලද UI
$TOOLTIP_REGISTER		= බන්ඩිකැම් ලියාපදිංචි කරන්න
$TOOLTIP_ONLINE_HELP		= මාර්ගගත උදව්

$TOOLTIP_TOOL_NONE		= කර්සරය (චිත්‍රණයක් නැති) (Ctrl+Alt+1)
$TOOLTIP_TOOL_PEN		= පෑන (Ctrl+Alt+2)
$TOOLTIP_TOOL_PEN_HL		= හයිලයිටරය (Ctrl+Alt+3)
$TOOLTIP_TOOL_PEN_LINE		= රේඛාව (Ctrl+Alt+4)
$TOOLTIP_TOOL_ARROW		= ඊතලය (Ctrl+Alt+5)
$TOOLTIP_TOOL_BOX		= කොටුව (Ctrl+Alt+6)
$TOOLTIP_TOOL_NUMBER		= අංකනය (Ctrl+Alt+7)
$TOOLTIP_TOOL_TEXT		= පෙළ (Ctrl+Alt+8)
$TOOLTIP_TOOL_ERASER		= මකනය (Ctrl+Alt+9)
$TOOLTIP_TOOL_COLOR		= වර්ණය තෝරන්න
$TOOLTIP_TOOL_LINE		= රේඛීය පළල
$TOOLTIP_TOOL_UNDO		= අහෝසි කරන්න (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= නැවත කරන්න (Ctrl+Y)

$TOOLTIP_HOME_SEL		= පටිගත කිරීමේ ක්‍රමය තෝරන්න
$TOOLTIP_HOME_RECT		= තිර පටිගත කිරීමේ ක්‍රමය - සෘජුකෝණාස්‍රයක්
$TOOLTIP_HOME_FULL		= තිර පටිගත කිරීමේ ක්‍රමය - සම්පූර්ණ තිරයක්
$TOOLTIP_HOME_WINDOW		= Screen Recording Mode - Specific window
$TOOLTIP_HOME_MOUSE		= තිර පටිගත කිරීමේ ක්‍රමය - මවුසය වටා
$TOOLTIP_HOME_GAME		= ගේම් පටිගත කිරීමේ ක්‍රමය
$TOOLTIP_HOME_DEVICE		= උපාංග පටිගත කිරීමේ ක්‍රමය
$TOOLTIP_HOME_AUDIO		= ශ්‍රව්‍ය-පමණි පටිගත ක්‍රමය

$TOOLTIP_ADD_MOUSE_EFFECT	= මවුස් කර්සරයේ  ප්‍රයෝග එක් කරන්න
$TOOLTIP_ADD_TEXT_OVERLAY	= පෙළ ආවරණ ආචරණ එක් කරන්න
$TOOLTIP_ADD_SPEAKER		= ස්පීකර් එක්කරන්න
$TOOLTIP_ADD_MICROPHONE		= මයික්‍රොෆෝනය එක් කරන්න
$TOOLTIP_ADD_WEBCAM_OVERLAY	= වෙබ් කැමරා ආවරණයක් එක් කරන්න
$TOOLTIP_MUTE_SPEAKER		= ශබ්දය නිහඩ කරන්න
$TOOLTIP_MUTE_MICROPHONE	= මයික්‍රොෆෝනය නිහඩ කරන්න

$TOOLTIP_REFRESH_LINFO		= බලපත්‍ර තොරතුරු නැවුම් කරන්න

$TOOLTIP_ADJUST_SPEAKER_VOL	= Adjust speaker volume
$TOOLTIP_ADJUST_MICROPHONE_VOL	= Adjust microphone volume

$TOOLTIP_OUTPUT_VIDEO		= Output file list - Video
$TOOLTIP_OUTPUT_IMAGE		= Output file list - Image
$TOOLTIP_OUTPUT_AUDIO		= Output file list - Audio

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DIALOG
$BTN_REGISTER			= Register
$BTN_BUY_NOW			= Buy Now
$BTN_RENEW			= Renew Now
$ST_LEARN_MORE			= Learn more

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png
$FILE_EXPIRED_ICON		= expired_icon.png
$FILE_BUSINESS_ICON		= business_icon.png

[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= අවලංගු
IDOK				= හරි
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= සැකසුම් ආකෘති කරන්න 
IDC_ST_FMTSET_FILE		= ගොනු වර්ගය
IDC_ST_FMTSET_VIDEO		= වීඩියෝ
IDC_ST_VIDEO_SIZE		= ප්‍රමාණ
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= කෝඩැක්
IDC_ST_VIDEO_CODEC_PROFILE	= පැතිකඩ
IDC_ST_VIDEO_BITRATE		= බිට්-රේට්
IDC_ST_VIDEO_QUALITY		= තත්වය
IDC_ST_FMTSET_AUDIO		= ඕඩියෝ
IDC_CK_AUDIO_ORIGINAL_PCM	= මුල් ආකෘතියක් ලෙස සුරකින්න
IDC_ED_AUDIO_ORIGINAL_PCM	= ඔබට බහු නාලිකා සහ අධි-විභේදන ඕඩියෝ උපකරණ (96KHz හෝ ඊට වැඩි) සුරැකිය හැක.
IDC_ST_AUDIO_CH			= නාලිකා
IDC_ST_AUDIO_FREQ		= සංඛ්‍යාතය
IDC_ST_AUDIO_CODEC		= කෝඩැක්
IDC_ST_AUDIO_BITRATE		= බිට්-රේට්
IDC_ST_FORMAT_HELP		= [ උදව් ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_AUDIO_FORMAT
IDD_AUDIO_FORMAT		= Format settings

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= බන්ඩිකැම් ලියාපදිංචි කරන්න
IDC_ST_1BUY			= 1. මිලදී ගන්න
IDC_ST_1BUY_COMMENT		= ඔබගේ වීඩියෝවේ ඇති දිය සලකුණ ඉවත් කිරීමට https://bandicam.com/buy වෙතින් බන්ඩිකැම් බලපත්‍රයක් මිලදී ගන්න.
IDC_BTN_BUY_ONLINE		= දැන්ම මිලදී ගන්න
IDC_ST_2REGISTER		= 2. ලියාපදිංචි වන්න
IDC_ST_2REGISTER_COMMENT	= බන්ඩිකැම් ලියාපදිංචි කිරීම සඳහා ඔබට අන්තර්ජාල සම්බන්ධතාවයක් අවශ්‍ය වේ.
IDC_ST_EMAIL_ADDRESS		= විද්‍යුත් තැපැල් ලිපිනය
IDC_ST_SERIAL_NUMBER		= සීරියල් අංකය
IDC_BTN_REGISTER_NOW		= දැන්ම ලියාපදිංචි වන්න
IDC_BTN_UNREGISTER_NOW		= ලියාපදිංචි නොවූ
IDC_BTN_CLOSE			= වසන්න

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= යාවත්කාලීන පරීක්ෂාව
IDC_ST_UPDATE_SETTING		= සැකසුම්
IDC_CK_UPDATE_ENABLE		= ස්වයංක්‍රීය යාවත්කාලීන පරීක්ෂාව සක්‍රීය කරන්න.
IDC_CK_UPDATE_POPUP		= ප්‍රධාන යාවත්කාලීනයක් ඇති විට උත්පතන පෙන්වන්න.
IDC_UPDATE_CHECK_NOW		= දැන්ම යාවත්කාලීන පරීක්ෂාවක් කරන්න
IDC_CLOSE			= වසන්න

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= උසස් විකල්ප
IDC_BTN_RESET			= නැවත සකසන්න

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= සාමාන්‍ය
IDC_CK_ALWAYS_ON_TOP2		= බන්ඩිකැම් කවුළුව සෑම විටම ඉහළින්
IDC_CK_START_MINIMIZED_TO_TRAY	= බන්ඩිකැම් ට්‍රේ එක වෙත කුඩාකර අරඹන්න 
IDC_CK_RUN_WHEN_START		= වින්ඩෝස් ආරම්භයේදී බන්ඩිකැම් ධාවනය කරන්න
IDC_CK_RECORD_WHEN_RUN		= බන්ඩිකැම් ආරම්භයේදී සම්පූර්ණ තිර පටිගත කිරීම අරඹන්න
IDC_BTN_TIMER_RECORDING		= ස්වයංක්‍රීය පටිගත කිරීමක් ඇරඹීමට ටයිමරය සකසන්න
IDC_CK_SHOW_FPS_IN_VIDEO	= අල්ලා ගත් වීඩියෝ / රූපයේ FPS පෙන්වන්න
IDC_ST_SHOW_FPS_IN_VIDEO	= ('ගේම් පටිගත කිරීමේ ක්‍රමය' තුල පමණි)
IDC_CK_SHOW_TIP_BAR		= ඉඟි / තොරතුරු තීරුව පෙන්වන්න
IDC_CK_NO_TRAY_BALLOON		= ට්‍රේ බැලූන් දැනුම්දීම් අක්‍රිය කරන්න
IDC_ST_ADV_AUTOMATIC		= ස්වයංක්‍රීය
IDC_LN_TIP_RECORD_ON_WIN_STARTUP = ඉඟි: වින්ඩෝස් ආරම්භයේදී පටිගත කිරීම ආරම්භ කරන්නේ කෙසේද?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= ප්‍රතිදාන
IDC_ST_OUT_OUTPUT_FOLDER	= ප්‍රතිදාන ෆෝල්ඩරය
IDC_CK_OUT_CREATE_SUBFOLDER	= නම සමඟ ප්‍රතිදාන උප ෆෝල්ඩරය ස්වයංක්‍රීයව හදන්න: 
IDC_RD_OUT_SUBFOLDER		= ඉලක්කගත නම පටිගත කිරීම හා සමාන කරන්න
IDC_RD_OUT_SUBFOLDER_2		= 'වීඩියෝ'/ 'ඉමේජ්' / 'ශ්‍රව්‍ය'
IDC_RD_OUT_SUBFOLDER_3		= Date format (YYYY-MM-DD)
IDC_CK_OUT_ENABLE_WRITE_CACHING	= තැටියේ රයිට් කැචින් සක්‍රීය කරන්න
IDC_ST_OUT_FILE_NAMING		= ගොනු නම් කිරීමේ සැකසුම්
IDC_ST_OUT_EXAMPLE		= උදා)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= භාෂාව
IDC_ST_TRANSLATOR		= පරිවර්තනය කල සැමට ස්තූතියි

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= කොකු ඉලක්කය
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= වින්ඩෝස් ඇප් (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= IE9 (හෝ ඉහළ) / ෆයර්ෆොක්ස් මත DX10 / 11 කොකු අක්‍රීය කරන්න
IDC_CK_DISABLE_OVERLAY_ON_DX	= DirectX වීඩියෝ ආවරණ අවහිර කරන්න
IDC_BTN_BLOCK_LIST		= අවහිර කළ ක්‍රියාවලි ලැයිස්තුව

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOTKEYS
IDC_ST_HKEY_GENERAL		= සාමාන්‍ය
IDC_CK_HKEY_START_REC		= අරඹන්න/ නවතන්න පටිගතවීම
IDC_CK_HKEY_PAUSE_REC		= පටිගතවීමට විරාමයක්
IDC_CK_HKEY_CAPTURE_IMAGE	=  රූපය ග්‍රහණය
IDC_CK_HKEY_MUTE_SPEAKER	= Mute Speakers
IDC_CK_HKEY_MUTE_MICROPHONE	= Mute Microphone
IDC_ST_HKEY_SCREEN_MODE		= තිර පටිගතකිරීමේ මාදිලිය
IDC_CK_HKEY_SHOW_RECT		= ඍජුකෝණාස්‍රය පෙන්වන්න/සගවන්න
IDC_CK_HKEY_TOGGLE_DRAW		= ඇදීමේ මාදිලිය
IDC_CK_HKEY_SEL_TARGET_RECT	= Select target area
IDC_CK_HKEY_WEBCAM_MAXIMIZE	= Maximize webcam preview
IDC_ST_HKEY_GAME_MODE		= ගේම් පටිගතකිරීමේ මාදිලිය
IDC_CK_HKEY_SHOW_FPS		= FPS - පෙන්වන්න/සගවන්න
IDC_CK_HKEY_POS_FPS		= FPS - ස්ථානය
IDC_CK_HKEY_LIMIT_FPS		= FPS - සීමාව

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= වෙනත් සැකසුම්
IDC_BTN_VIDEO_RECORD_SETTINGS	= වීඩියෝ පටිගත කිරීමේ සැකසුම්
IDC_BTN_VIDEO_FORMAT_SETTINGS	= වීඩියෝ ආකෘති සැකසුම්
IDC_BTN_AUTO_COMPLETE_RECORDING	= ස්වයංක්‍රීයව සම්පූර්ණ වන පටිගත කිරීම
IDC_ST_OTHER_UAC		= පරිපාලක (UAC) ලෙස දුවන්න
IDC_RD_OTHER_NONADMIN		= සම්මත පරිශීලකයා ලෙස බැන්ඩිකෑම් ක්‍රියාත්මක කරන්න (පරිපාලක නොවන)
IDC_RD_OTHER_ADMIN		=  පරිපාලක ලෙස ක්‍රියාත්මක කරන්න
IDC_RD_OTHER_ADMIN_GAME		= 'ක්‍රීඩා පටිගත කිරීමේ' මාදිලිය මත පමණක් පරිපාලක ලෙස දුවන්න
IDC_BTN_OTHER_RESTART		= නැවත අරඹන්න
IDC_LN_OTHER_UAC		= උදව්

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= ස්වයංක්‍රීයව සම්පූර්ණ වන පටිගත කිරීම
IDC_ST_RC_HOWTO			= ස්වයංක්‍රීයව සම්පූර්ණ වන පටිගත කිරීම
IDC_RD_RC_NOTCOMPLETE		= අක්‍රීය කරන්න
IDC_RD_RC_TIME			= පටිගත කරන කාලය අනුව
IDC_ST_RC_MAX_TIME		= උපරිම
IDC_RD_RC_SIZE			= පටිගත කල ගොනුවේ ප්‍රමාණයෙන්
IDC_ST_RC_MAX_SIZE		= උපරිම
IDC_RD_RC_NOSOUND		= නිශ්ශබ්දව සිටින කාලය (තප්) අනුව
IDC_CK_RC_NOSOUND		= Show a silent pop-up before stopping recording
IDC_ST_RC_AFTER			= පටිගත වූ පසු
IDC_RD_RC_NOTHING		= කිසිවක් නොකරන්න
IDC_RD_RC_NEW_RECORDING		= නව පටිගත කිරීමක් අරඹන්න
IDC_RD_RC_EXIT_BDCAM		= පටිගත කිරීම නවත්වා බන්ඩිකැම් වලින් ඉවත්වන්න
IDC_RD_RC_SHUTDOWN		= ඔබේ පරිගණකය වසා දමන්න
IDC_RD_RC_HIBERNATE		= Hibernate your computer

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= ස්වයංක්‍රීය සම්පූර්ණ පටිගත කිරීම - දැනගැනීමට
IDC_ST_NOSOUND_TITLE		= නිශ්ශබ්ද තත්වය
IDC_ST_NOSOUND_DESC		= කිසිදු ශබ්දයක් වාදනය නොවන නිසා පටිගත කිරීම ඉක්මනින් නතර වේ.
IDC_ST_NOSOUND_DESC2		= %d කදී පටිගත වීම නවත්වන්න.
IDC_BTN_NOSOUND_CONTINUE	= දිගටම පටිගත කරන්න

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= වසා දමන්න
IDC_ST_SHUTDOWN			= වසා දමන්න
IDC_ST_SHUTDOWN_INFO		= මෙම පරිගණකය ක්‍රියා විරහිත වේ.\nඑය ක්‍රියා විරහිත වීම ඔබට අනවශ්‍ය නම් 'අවලංගු' ඔබන්න.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= පටිගත කිරීමේ සැකසුම්

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= ශබ්දය පටිගත කරන්න
IDC_ST_SND_SELECT_1		= ප්‍රාථමික ශබ්ද උපාංගය
IDC_ST_SND_DEVICE_0		= ස්පීකර්
IDC_BTN_SND_SETTING_0		= සැකසුම...
IDC_ST_SND_DEVICE_1		= මයික්රොෆෝනය
IDC_BTN_SND_SETTING_1		= සැකසුම...
IDC_ST_SND_VOLUME_1		= ප්‍රමාණය
IDC_CK_SND_MONO_1		= මොනෝ
IDC_BTN_SND_FILTER_1		= ‍‍ෆිල්ටර්
IDC_ST_SND_SELECT_2		= දෙවන ශබ්ද උපාංගය (උසස්)
IDC_BTN_SND_SETTING_2		= සැකසුම...
IDC_ST_SND_VOLUME_2		= ප්‍රමාණය
IDC_CK_SND_MONO_2		= මොනෝ
IDC_BTN_SND_FILTER_2		= ‍‍ෆිල්ටර්
IDC_CK_SND_MIX_SOUND		= ශබ්ද දෙකක් මිශ්‍රවී  (ප්‍රාථමික + දෙවන දෙකම එක් ඕඩියෝ ට්‍රැක් එකකට)
IDC_CK_SND_CAP_PUSH_TO		= ඔබා කතා කිරීම හෝ ඔබා නිශ්ශබ්ද කිරීම
IDC_ST_SOUND_HELP		= [ උදව් ]
IDC_CK_SND_SAVE_AS_WAV		= පටිගත කිරීමේදී ඕඩියෝ  ට්‍රැක් සුරකින්න (.wav)
IDC_ST_AUDIO_MODE		= කරුණාකර ශ්‍රව්‍ය පටිගත කිරීම සඳහා අවම වශයෙන් එක් ශබ්ද උපාංගයක් තෝරන්න.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= වීඩියෝ කිරීමට වෙබ්කැම් ආවරණයක් එක්කරන්න
IDC_ST_WEBCAM_SETTING		= සැකසුම්
IDC_ST_WEBCAM_POS		= පිහිටීම:
IDC_CK_WEBCAM_USE_CHROMAKEY	= ක්‍රෝම් යතුරක් භාවිත කරන්න
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= උසස්
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= උසස් සැකසුම්
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN =  තිරය මත වෙබ්කැම් පෙර දසුනක්
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= හොට්කී ටොගල් සක්‍රීය කරන්න
IDC_RD_WEBCAM_ADD_TO_VIDEO	= ප්‍රතිදාන වීඩියෝ ගොනුවට වෙබ් කැමරා ආවරණයක් එක් කරන්න
IDC_RD_WEBCAM_SAVE_AS_MP4	= වෙබ් කැමරා වීඩියෝව වෙනම ගොනුවක් ලෙස සුරකින්න (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= විඩීයෝව ආවරණය කිරීමට ලොගෝවක් යොදන්න
IDC_ST_LOGO_SETTING		= සැකසුම්
IDC_ST_LOGO_IMAGE		= රූප:
IDC_ST_LOGO_OPACITY		= ඔපැසිටි:
IDC_ST_LOGO_POS			= පිහිටීම:
IDC_ST_LOGO_LR_MARGINS		= වම/දකුණු අන්ත:
IDC_ST_LOGO_TB_MARGINS		= උඩ/යට අන්ත:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= මවුස් කර්සරය පෙන්වන්න
IDC_ST_CURSOR_SIZE		= ප්‍රමාණය
IDC_ST_EFFECTS_MOUSE		= මවුස් සදහා ප්‍රයෝග
IDC_CK_ADD_CLICK_EFFECTS	= මවුස් ක්ලික් ප්‍රයෝග එක්කරන්න
IDC_ST_CLICK_EFFECT_SIZE	= ප්‍රමාණය
IDC_ST_LEFT_CLICK_COLOR		= වම් ක්ලික් වර්ණය
IDC_ST_RIGHT_CLICK_COLOR	= දකුණු ක්ලික් වර්ණය
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= මවුස් ඉස්මතු කරන ප්‍රයෝග එක්කරන්න
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= ප්‍රමාණය
IDC_ST_HIGHLIGHT_COLOR		= ඉස්මතු කරන වර්ණය
IDC_ST_HIGHLIGHT_OPACITY	= ඔපැසිටි
IDC_ST_EFFECT_PREVIEW_TITLE	= පෙර දසුන
IDC_ST_EFFECTS_MOUSE_SOUND	= පටිගත කිරීමේදී ශබ්දයක් වාදනය කරන්න
IDC_CK_EFFECT_LCLICK_SOUND	= වම් ක්ලික්
IDC_CK_EFFECT_RCLICK_SOUND	= දකුණු ක්ලික්

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_KEYSTROKE
IDC_CK_ADD_KEYSTROKE		= Add keystroke to video
IDC_ST_ADD_KEYSTROKE		= Keystroke overlay is only available in Screen Recording Mode.
IDC_ST_KEYSTROKE_SETTING	= Settings
IDC_ST_KEYSTROKE_SIZE		= Font size:
IDC_ST_KEYSTROKE_POS		= Position:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= වීඩියෝව සදහා පෙල ආවරණයක් එක්කරන්න
IDC_BTN_TEXT_OVERLAY_ADD	= එකතු
IDC_BTN_TEXT_OVERLAY_EDIT	= වෙනස්
IDC_BTN_TEXT_OVERLAY_DEL	= මකන්න

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= විකල්ප
IDC_ST_REC_PRIORITY		= පටිගත කිරීමේ ප්‍රමුඛතා:
IDC_ST_REC_PRIORITY2		= ඉහළ ප්‍රමුඛතාවය නිසා පහත වැටුණු රාමු අඩු කළ හැකිය.
IDC_ST_FOR_DX_GL		= ගේම් පටිගත කිරීමේ ක්‍රමය සදහා
IDC_CK_SKIP_RECORDING		= රාමුව යාවත්කාලීන නොවන අතර පටිගත කිරීම මඟ හරින්න
IDC_CK_ENHANCED_DX9_CAPTURE	= වැඩි දියුණු කළ ග්‍රහණ ක්‍රමය භාවිතා කරන්න (වේගවත්, DirectX 9 වලට පමණයි)
IDC_ST_FOR_RECT_SCREEN		= තිර පටිගත කිරීමේ ක්‍රමය සඳහා
IDC_CK_HIDE_MAINWND_WHILE_REC	= පටිගත කිරීමේදී ප්‍රධාන කවුළුව සඟවන්න
IDC_CK_SHOW_COUNTDOWN_TIMER	= පටිගත කිරීමක් ආරම්භ කිරීමට පෙර ගණන් කිරීමේ ටයිමරය පෙන්වන්න
IDC_CK_ENHANCED_CAPTURE		= වැඩි දියුණු කළ ග්‍රහණ ක්‍රමය භාවිතා කරන්න (වේගවත්, වින්ඩෝස් 8+)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = ආරම්භ කරන විට හෝ නතර වනවිට ශබ්ද ප්‍රයෝග වාදනය කරන්න
IDC_CK_EXCLUDE_FROM_CAPTURE = Exclude Bandicam windows from recording

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= වෙබ් කැමරා පෙරදසුන සහ උසස් සැකසුම්
IDC_ST_WEBCAM_PRESET_POS	= පෙර පිහිටීම
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= සැකසුම්
IDC_ST_WEBCAM_DEVICE		= වෙබ්කැම්:
IDC_BTN_WEBCAM_DEVICE		= සැකසුම්
IDC_ST_WEBCAM_DEVICE_FMT	= ආකෘති:
IDC_ST_WEBCAM_SIZE		= ආවරණයේ ප්‍රමාණය:
IDC_ST_WEBCAM_POS_H		= X පිහිටීම:
IDC_ST_WEBCAM_POS_V		= Y පිහිටීම:
IDC_ST_WEBCAM_FLIPSCREEN	= තිරය පෙරලන්න:
IDC_ST_WEBCAM_ROTATE	= Rotate:
IDC_ST_WEBCAM_SHAPE		= හැඩය:
IDC_ST_WEBCAM_BLUR		= බොඳ කිරීමේ බලපෑම:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= ක්‍රෝම් යතුරු භාවිතා කරන්න
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= වර්ණය:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= තෝරන්න
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = සමානතාව: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= මිශ්‍ර:
IDC_LN_WEBCAM_HELP		= [ උදව් ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= වෙබ්කැම් පෙර දසුන

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= පෙල ආවරණ සැකසුම්
IDC_ST_TEXT_OVERLAY_SETTINGS	= සැකසුම්
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= කාලරාමුවක් ඇතුලත් කරන්න
IDC_ST_TEXT_FONT		= අකුරු:
IDC_ST_TEXT_SIZE		= ප්‍රමාණය:
IDC_ST_TEXT_MARGIN		= අන්ත:
IDC_ST_TEXT_ALPHA		= ඇල්ෆා:
IDC_ST_TEXT_COLOR		= පෙල වර්ණය:
IDC_CK_TEXT_SHADOW_COLOR	= සෙවනැල්ල:
IDC_CK_TEXT_OUT_COLOR		= ආකෘතිය:
IDC_BTN_ADD_TEXT_MACRO		=  පාඨ මැක්‍රෝ එක් කරන්න (දිනය,වේලාව...)
IDC_LN_TEXT_HELP		= [ උදව් ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= රූප ග්‍රහණ සැකසුම්

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= රූපයට ලොගෝවක් එක්කරන්න
IDC_ST_IMG_LOGO_SETTING		= සැකසුම්
IDC_ST_IMG_LOGO_IMAGE		= රූප:
IDC_ST_IMG_LOGO_OPACITY		= ඔපැසිටි:
IDC_ST_IMG_LOGO_POS		= පිහිටීම:
IDC_ST_IMG_LOGO_LR_MARGINS	= වම/දකුණු අන්ත:
IDC_ST_IMG_LOGO_TB_MARGINS	= උඩ/යට අන්ත:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= අභිරුචි ඉලක්ක ප්‍රමාණය
IDC_ST_TARGET_SIZE_SETTING	= සැකසුම්
IDC_ST_TARGET_SIZE		= ඉලක්ක ප්‍රමාණය:
IDC_BTN_TARGET_RECENT		= Recent target size

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= නව ප්‍රමාණයේ පෙරසිටුවක් එක් කරන්න.
IDC_ST_ADD_SIZE_PRESET		= නව පෙරසිටුවක් ලෙස ඔබට පවතින ඉලක්ක පිහිටීම සහ ප්‍රමාණය සුරැකිය හැක.\nනව පෙරසිටුව සඳහා නමක් ඇතුළත් කරන්න.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= ප්‍රමාණයේ පෙරසිටවුම සකසන්න
IDC_BTN_SIZE_PRESET_ADD		= එකතු
IDC_BTN_SIZE_PRESET_DEL		= මකන්න
IDC_BTN_SIZE_PRESET_REN		= නැවත නම් කරන්න
IDC_BTN_SIZE_PRESET_UP		= උඩ
IDC_BTN_SIZE_PRESET_DN		= යට

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= ප්‍රමාණයේ පෙරසිටුව නම් කරන්න
IDC_ST_REN_SIZE_PRESET		= පෙරසිටුව සඳහා අලුත් නමක් ඇතුළත් කරන්න.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= තොරතුරු
IDC_ST_ACAP_INFO		= ඕඩියෝ ග්‍රහණ තොරතුරු
IDC_ST_ACAP_INFO2		= ඔබේ ශබ්දය ග්‍රහණය නොවේ. කරුණාකර ඔබේ 'රෙකෝඩ් පාලනය' පරීක්ෂා කරන්න. \n\nඔබට මාර්ගගත උදව් පිටුවට පිවිසීමට අවශ්‍යද?
IDC_CK_ACAP_DO_NOT_ASK		= නැවත මගෙන් අහන්න එපා
IDC_BTN_YES			= ඔව්
IDC_BTN_NO			= නැහැ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= පටිගත කිරීමේ උපරිම කාලය
IDC_ST_RC_TIME_SETTING		= සැකසුම්
IDC_ST_RC_TIME_HOUR		= පැය
IDC_ST_RC_TIME_MIN		= වි
IDC_ST_RC_TIME_SEC		= තප්

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= පටිගත කළ උපරිම ගොනු ප්‍රමාණය
IDC_ST_RC_FILESIZE_SETTING	= සැකසුම්

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	=  නව පෙරසිටුවක් එක් කරන්න
IDC_ST_ADD_PRESET		= පවතින ආකෘති සැකසුම් නව පෙරසිටුවක් ලෙස ඔබට සුරැකිය හැක.\nනව පෙරසිටුව සඳහා නමක් ඇතුළත් කරන්න.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= පෙරසිටවුම සකසන්න
IDC_BTN_PRESET_ADD		= එකතු
IDC_BTN_PRESET_DEL		= මකන්න
IDC_BTN_PRESET_REN		= නැවත නම් කරන්න
IDC_BTN_PRESET_UP		= උඩ
IDC_BTN_PRESET_DN		= යට

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= පෙරසිටුව නැවත නම් කරන්න
IDC_ST_REN_PRESET		= පෙරසිටුව සඳහා අලුත් නමක් ඇතුළත් කරන්න.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= බාහිර වීඩියෝ කෝඩැක් තෝරන්න
IDC_ST_CODEC_EX_LIST		= කෝඩැක් ලැයිස්තුව
IDC_ST_CODEC_EX_SETTINGS	= සැකසුම්
IDC_ST_CODEC_EX_DRIVER		= ධාවකයේ නම
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= තත්වය
IDC_ST_CODEC_EX_DATERATE	= දත්ත අනුපාතය
IDC_ST_CODEC_EX_KEYFRAME	= යතුරු රාමු පරතරය
IDC_CK_CODEC_EX_PREFER_RGB	= RGB වර්ණ අවකාශයට වැඩි කැමැත්තක් දක්වන්න
IDC_BTN_CODEC_EX_CONFIG		= වින්‍යාස
IDC_BTN_CODEC_EX_ABOUT		= ගැන
IDC_ST_CODEC_EX_HELP		= [උදව් ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= අවහිර කළ ක්‍රියාවලි ලැයිස්තුව
IDC_ST_BLOCK_LIST		= පහත ක්‍රියාදාමයන් සම්බන්ධ කිරීමට අවසර නැත.
IDC_ST_BLOCK_LIST_EX		= උදාහරණ:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) සැකසුම්
IDC_ST_H264_CUDA_RATE_CONTROL	= අනුපාත පාලනය
IDC_RD_H264_CUDA_VBR		= VBR - ගුණාත්මක බව මත පදනම් වූ (නිර්දේශිතයි)
IDC_RD_H264_CUDA_CBR		= CBR - බිට්-රේට් මත පදනම් වූ
IDC_ST_H264_CUDA_GPU_USAGE	= GPU භාවිතය
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= GPU පමණක් (වේගවත් GPU සමඟ භාවිතා කරන්න)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU උපාංග:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= වෙනත් විකල්ප
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC කේත:
IDC_ST_H264_CUDA_KEYFRAME_INT	= යතුරු රාමු පරතරය:
IDC_ST_H264_CUDA_FOURCC_HELP	= උදව්

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Quick Sync Video) සැකසුම්
IDC_ST_H264_SYNC_RATE_CONTROL	= අනුපාත පාලනය
IDC_RD_H264_SYNC_VBR		= VBR - ගුණාත්මක බව මත පදනම් වූ (නිර්දේශිතයි)
IDC_RD_H264_SYNC_CBR		= CBR - බිට්-රේට් මත පදනම් වූ
IDC_ST_H264_SYNC_OTHER_OPTIONS	= වෙනත් විකල්ප
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC කේත:
IDC_ST_H264_SYNC_KEYFRAME_INT	= යතුරු රාමු පරතරය:
IDC_ST_H264_SYNC_FOURCC_HELP	= උදව්

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD VCE) සැකසුම්
IDC_ST_H264_APP_RATE_CONTROL	=  අනුපාත පාලනය
IDC_RD_H264_APP_VBR		= VBR - ගුණාත්මක බව මත පදනම් වූ (නිර්දේශිතයි)
IDC_RD_H264_APP_CBR		= CBR - බිට්-රේට් මත පදනම් වූ
IDC_ST_H264_APP_OTHER_OPTIONS	= වෙනත් විකල්ප
IDC_ST_H264_APP_FOURCC_USED	= FourCC කේත:
IDC_ST_H264_APP_KEYFRAME_INT	= යතුරු රාමු පරතරය:
IDC_ST_H264_APP_FOURCC_HELP	= උදව්

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid සැකසුම්
IDC_ST_XVID_RATE_CONTROL	= අනුපාත පාලනය
IDC_RD_XVID_VBR			= VBR - ගුණාත්මක බව මත පදනම් වූ (නිර්දේශිතයි)
IDC_RD_XVID_CBR			= CBR - බිට්-රේට් මත පදනම් වූ
IDC_ST_XVID_OPTIMIZATION	= ප්‍රශස්තිකරණය
IDC_RD_XVID_FASTER_SPEED	= වේගවත් කේතීකරණ වේගය
IDC_RD_XVID_SMALLER_SIZE	= කුඩා ගොනු ප්‍රමාණය
IDC_ST_XVID_OTHER_OPTIONS	= වෙනත් විකල්ප
IDC_ST_XVID_KEYFRAME_INT	= යතුරු රාමු පරතරය:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) සැකසුම්
IDC_ST_H264_NVENC_RATE_CONTROL	= අනුපාත පාලනය
IDC_RD_H264_NVENC_VBR		= VBR - ගුණාත්මක බව මත පදනම් වූ (නිර්දේශිතයි)
IDC_RD_H264_NVENC_CBR		= CBR - බිට්-රේට් මත පදනම් වූ
IDC_ST_H264_NVENC_GPU_USAGE	= GPU භාවිතය
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU උපාංග:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= වෙනත් විකල්ප
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC කේත:
IDC_ST_H264_NVENC_KEYFRAME_INT	= යතුරු රාමු පරතරය:
IDC_ST_H264_NVENC_FOURCC_HELP	= උදව්

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) සැකසුම්
IDC_ST_H264_RATE_CONTROL	= අනුපාත පාලනය
IDC_RD_H264_VBR			= VBR - ගුණාත්මක බව මත පදනම් වූ (නිර්දේශිතයි)
IDC_RD_H264_CBR			= CBR - බිට්-රේට් මත පදනම් වූ
IDC_ST_H264_OPTIMIZATION	= ප්‍රශස්තිකරණය
IDC_RD_H264_FASTER_SPEED	= වේගවත් කේතීකරණ වේගය
IDC_RD_H264_BALANCED		= සමබර කාර්ය සාධනය
IDC_RD_H264_SMALLER_SIZE	= කුඩා ගොනු ප්‍රමාණය
IDC_ST_H264_OTHER_OPTIONS	= වෙනත් විකල්ප
IDC_ST_H264_KEYFRAME_INT	= යතුරු රාමු පරතරය:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= ටයිමර් පටිගත කිරීම
IDC_ST_TIMER_SETTINGS		= සැකසුම්
IDC_RD_TIMER_START_IN		= අරඹන්න
IDC_ST_TIMER_MINUTES		= මිනිත්තු
IDC_RD_TIMER_START_AT		= අරඹන්න
IDC_CK_TIMER_MINIMIZE		= බන්ඩිකැම් පටිගත කිරීම ඇරඹෙන්නේ බන්ඩිකැම් ට්‍රේ මතට කුඩා වූ විටය.
IDC_ST_TIMER_AUTO_COMPLETE	= ස්වයංක්‍රීයව සම්පූර්ණ වන පටිගත කිරීම
IDC_BTN_TIMER_AUTO_COMPLETE	= සැකසුම්

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= ටයිමර් පටිගත කිරීම - ආරම්භ කිරීමට බලා සිටීම
IDC_ST_TIMER_WAITING_INFO	= %s දී පටිගත කිරීම ආරම්භ කිරීමට බලා සිටී.
IDC_ST_TIMER_ELAPSED		= ගතවූ කාලය:
IDC_ST_TIMER_REMAINING		= ඉතිරු  කාලය:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS සැකසුම්
IDC_ST_FORMAT_FPS_MODE		= රාමු අනුපාත ක්‍රමය
IDC_RD_FORMAT_FPS_CFR		= CFR කැමති - නිරන්තර රාමු අනුපාතය 
IDC_ST_FORMAT_FPS_CFR		= එන්කෝඩරයේ ක්‍රියාකාරීත්වය ප්‍රමාණවත් නොවේ නම් VFR වෙත නැවත වැටේ.
IDC_RD_FORMAT_FPS_VFR		= VFR භාවිතා කරන්න - විචල්‍ය රාමු අනුපාතය (නිර්දේශිතයි)
IDC_ST_FORMAT_FPS_HELP		= උදව්

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= youtube.com වෙත උඩුගත කරන්න
IDC_ST_YOUTUBE_UPLOADINFO	= උඩුගත තොරතුරු
IDC_ST_YOUTUBE_FILENAME		= ගොනුවේ නම:
IDC_ST_YOUTUBE_TITLE		= ශීර්ෂය:
IDC_ST_YOUTUBE_DESCRIPTION	= විස්තරය:
IDC_ST_YOUTUBE_PRIVACY		= පෞද්ගලිකත්වය:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= පොදු - මෙම වීඩියෝව බැලීමට ඕනෑම කෙනෙකුට ඉඩ දෙන්න
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= ලැයිස්තුගත නොකළ - වීඩියෝවට සබැඳිය ඇති ඕනෑම කෙනෙකුට මෙම වීඩියෝව දැක ගත හැකිය
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= පුද්ගලික - මෙම වීඩියෝව මට සහ මා තෝරා ගන්නා පරිශීලකයින්ට පෙනෙන පරිදි සකසන්න
IDC_BTN_YOUTUBE_UPLOAD		= උඩුගත
IDC_LN_YOUTUBE_HELP		= උදව්
IDC_LN_YOUTUBE_TOS		= 'උඩුගත' ක්ලික් කිරීමෙන් ඔබට අන්තර්ගතයේ සියලු අයිතිවාසිකම් ඇති බව හෝ යූ ටියුබ් හි අන්තර්ගතය ප්‍රසිද්ධියේ ලබා දීමට අයිතිකරු විසින් ඔබට බලය ඇති බවත්, එසේ නොමැතිනම් එය <a>යූ ටියුබ් සේවා කොන්දේසි</a>වලට අනුකූල බවත් සහතික කරයි. 
IDC_CK_YOUTUBE_KEEP_LOGGED_IN	= මාව ඇතුළු කර තබන්න
IDC_BTN_YOUTUBE_LOGOUT		= ලොග්අවුට්

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= උඩුගත වෙමින්...
IDC_ST_YOUTUBE_UPLOADED		= වීඩියෝ උඩුගත කිරීම සම්පූර්ණයි!
IDC_ST_YOUTUBE_LINK		= සබැඳිය:
IDC_ST_YOUTUBE_EMBED		= කාවැද්දුම:
IDC_BTN_YOUTUBE_LINK_GO		= යන්න
IDC_BTN_YOUTUBE_EMBED_COPY	= පිටපත්
IDC_BTN_YOUTUBE_CLOSE		= වසන්න

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Vimeo.com වෙත උඩුගත කරන්න
IDC_ST_VIMEO_UPLOADINFO		= උඩුගත තොරතුරු
IDC_ST_VIMEO_FILENAME		= ගොනුවේ නම:
IDC_ST_VIMEO_TITLE		= ශීර්ෂය:
IDC_ST_VIMEO_DESCRIPTION	= විස්තරය:
IDC_ST_VIMEO_PRIVACY		= පෞද්ගලිකත්වය:
IDC_RD_VIMEO_PRIVACY_ANYONE	= සියලු දෙනාට - මෙම වීඩියෝව බැලීමට සියලු දෙනාට ඉඩ දෙන්න
IDC_RD_VIMEO_PRIVACY_ONLYME	= මට පමණයි - මෙම වීඩියෝව වෙන කිසිවෙකුට නොපෙනෙන සහ මට පෙනෙන පරිදි සකසන්න
IDC_RD_VIMEO_PRIVACY_FOLLOW	= මාගේ අනුගාමිකයන්ට පමණයි - මා විමියෝහි අනුගමනය කරන පුද්ගලයින්ට පමණක් පෙන්වන්න
IDC_RD_VIMEO_PRIVACY_UNLISTED	= මෙම වීඩියෝව දැකිය හැක්කේ පුද්ගලික සබැඳිය ඇති පුද්ගලයින්ට පමණි
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (විමියෝ පදනම් පරිශීලකයින්ට මෙම විකල්පය භාවිතා කළ නොහැක)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= මුරපදයක් ඇති අයෙකුට පමණක් මෙම වීඩියෝව දැකිය හැකිය
IDC_CK_HIDE_PASSWORD		= මුරපදය සඟවන්න
IDC_BTN_VIMEO_UPLOAD		= උඩුගත
IDC_LN_VIMEO_HELP		= උදව්

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= උඩුගත වෙමින්...
IDC_ST_VIMEO_UPLOADED		= වීඩියෝ උඩුගත කිරීම සම්පූර්ණයි!
IDC_ST_VIMEO_LINK		=  සබැඳිය:
IDC_ST_VIMEO_EMBED		= කාවැද්දුම:
IDC_BTN_VIMEO_LINK_GO		= යන්න
IDC_BTN_VIMEO_EMBED_COPY	= පිටපත්
IDC_BTN_VIMEO_CLOSE		= වසන්න

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Facebook.com වෙත උඩුගත කරන්න
IDC_ST_FACEBOOK_UPLOADINFO	= උඩුගත තොරතුරු 
IDC_ST_FACEBOOK_FILENAME	= ගොනුවේ නම:
IDC_ST_FACEBOOK_TITLE		= ශීර්ෂය:
IDC_ST_FACEBOOK_DESCRIPTION	= විස්තරය:
IDC_ST_FACEBOOK_PRIVACY		= පෞද්ගලිකත්වය:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= පොදු - මෙම වීඩියෝව බැලීමට ඕනෑම කෙනෙකුට ඉඩ දෙන්න
IDC_RD_FACEBOOK_PRIVACY_FOF	= මිතුරන්ගේ මිතුරන් - මෙම වීඩියෝව බැලීමට ඔබේ මිතුරන්ගේ මිතුරන්ට ඉඩ දෙන්න
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= මිතුරන් - මෙම වීඩියෝව බැලීමට ඔබේ මිතුරන්ට ඉඩ දෙන්න
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= මට පමණයි - මෙම වීඩියෝව පෙනෙන්නේ ඔබට පමණි
IDC_BTN_FACEBOOK_UPLOAD		= උඩුගත
IDC_LN_FACEBOOK_HELP		= උදව්

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= උඩුගත වෙමින්...
IDC_ST_FACEBOOK_UPLOADED	= වීඩියෝ උඩුගත කිරීම සම්පූර්ණයි!
IDC_ST_FACEBOOK_LINK		= සබැඳිය:
IDC_BTN_FACEBOOK_LINK_GO	= යන්න
IDC_BTN_FACEBOOK_CLOSE		= වසන්න

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_GDRIVE
IDD_UPLOAD_TO_GDRIVE		= Upload to Google Drive
IDC_ST_GDRIVE_UPLOADINFO	= Upload Information
IDC_ST_GDRIVE_FILENAME		= File name:
IDC_ST_GDRIVE_SHARE_MODE	= Share:
IDC_RD_GDRIVE_DONT_SHARE	= Don't Share
IDC_RD_GDRIVE_SHARELINK		= Create a share link
IDC_ST_GDRIVE_SHARELINK_HELP	= Anyone with the link can view
IDC_BTN_GDRIVE_UPLOAD		= Upload
IDC_LN_GDRIVE_HELP		= Help
IDC_CK_GDRIVE_KEEP_LOGGED_IN	= Keep me logged in
IDC_BTN_GDRIVE_LOGOUT		= Logout

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_GDRIVE
IDD_UPLOADING_GDRIVE		= Uploading...
IDC_ST_GDRIVE_UPLOADED		= The video upload is complete!
IDC_ST_GDRIVE_LINK		= Link:
IDC_BTN_GDRIVE_LINK_GO	= Go
IDC_BTN_GDRIVE_SHARELINK_COPY	= Copy Share Link
IDC_BTN_GDRIVE_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC පවතී
IDC_LN_NVENC_AVAILABLE		= H.264 එන්කෝඩරය පවතී. NVENC යනු දෘඩාංග ත්වරණය භාවිතා කරන ඉහළ ක්‍රියාකාරී එන්කෝඩරයකි.  NVENC H.264 එන්කෝඩරය භාවිතා කිරීමට ඔබ කැමතිද?\n<a>තවත්</a> 
IDC_CK_NVENC_AVAILABLE		= නැවත මගෙන් නොඅසන්න

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) පවතී
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 එන්කෝඩරය ලබා ගත හැකිය. QSV යනු දෘඩාංග ත්වරණය භාවිතා කරන ඉහළ ක්‍රියාකාරී එන්කෝඩරයකි. \nQSV H.264 එන්කෝඩරය භාවිතා කිරීමට ඔබ කැමතිද?\n<a>තවත්</a>
IDC_CK_QSV_AVAILABLE		= නැවත මගෙන් නොඅසන්න

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= උපාංග තේරීම
IDC_ST_DEVICE_SELECTION		= තේරීම
IDC_ST_DEVICE_NAME		= උපාංගය:
IDC_BTN_DEVICE_NAME_SETTINGS	= සැකසුම්
IDC_ST_DEVICE_FORMAT		= ආකෘතිය:
IDC_ST_DEVICE_VIDEO_INPUT	= වීඩියෝ ආදානය:
IDC_ST_DEVICE_AUDIO_INPUT	= ඕඩියෝ ආදානය:
IDC_CK_DEVICE_AUDIO_CUSTOM	= අභිරුචි ඕඩියෝ උපාංගය භාවිතා කරන්න
IDC_BTN_DEVICE_INPUT_SETTINGS	= සැකසුම්
IDC_ST_DEVICE_OPTIONS		= විකල්ප
IDC_ST_DEVICE_DEINTERLAING	= Deinterlacing:
IDC_ST_DEVICE_ROTATE		= Rotate:
IDC_ST_DEVICE_FLIPSCREEN	= තිරය පෙරලන්න:
IDC_CK_DEVICE_FLIPSCREEN_H	= තිරස්
IDC_CK_DEVICE_FLIPSCREEN_V	= සිරස්
IDC_LN_DEVICE_HELP		= උදව්

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= සම්භවය පිළිබඳ අනුකූලතා ගැටළුව
IDC_LN_CAUTION_USING_WINAPPS	= වින්ඩෝස් ඇප්ස් (UWP)කොකු සක්‍රීය කර ඇත්නම්, සම්භවය පිළිබඳ අනුකූලතා ගැටළුවක් ඇතිවිය හැකිය. මෙම ගැටළුව විසඳීමට  <a>මෙය ඔබන්න</a>.\n\nඔබට වින්ඩෝස් ඇප්ස් කොකු භාවිතා කිරීමට අවශ්‍ය බවට විශ්වාසද?
IDC_CK_CAUTION_USING_WINAPPS	= නැවත මගෙන් නොඅසන්න

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= උපලේඛනගත පටිගත කිරීමේ ලැයිස්තුව
IDC_ST_SREC_LIST_TEXT		= නිශ්චිත වේලාවක පටිගත කිරීම ආරම්භ කිරීමට කාලයක් නියම කරන්න. (බන්ඩිකැම් ක්‍රියාත්මක වන විට මෙම ක්‍රියාව ලබා ගත හැකිය.)
IDC_BTN_SREC_LIST_ADD		= එකතු
IDC_BTN_SREC_LIST_EDIT		= සංස්කරණය
IDC_BTN_SREC_LIST_DELETE	= මකන්න
IDC_BTN_SREC_LIST_COPY		= පිටපතක්
IDC_BTN_SREC_LIST_CLOSE		= වසන්න
IDC_LN_SREC_TIP_TASK_SCHEDULER	= ඉඟි: බන්ඩිකැම් ක්‍රියාත්මක නොවන විට නියමිත පටිගත කිරීම ආරම්භ කරන්නේ කෙසේද?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= උපලේඛනගත පටිගත කිරීම්
IDC_ST_SREC_SETTINGS_NAME	= නම:
IDC_CK_SREC_ACTIVE		= සක්‍රීයයි
IDC_ST_SREC_SCHEDULING		= උපලේඛනගතයි
IDC_RD_SREC_ONE_TIME		= එක වරක්
IDC_RD_SREC_DAILY		= දිනපතා
IDC_RD_SREC_WEEKLY		= සතිපතා
IDC_ST_SREC_START_TIME		= ආරම්භ වන වේලාව:
IDC_ST_SREC_END_TIME		= අවසන් වන වේලාව:
IDC_CK_SREC_DURATION		= ගතවන කාලය
IDC_CK_SREC_SUN			= ඉරිදා
IDC_CK_SREC_MON			= සඳුදා
IDC_CK_SREC_TUE			= අඟහරුවාදා
IDC_CK_SREC_WED			= බදාදා
IDC_CK_SREC_THU			= බ්‍රහස්පතින්දා
IDC_CK_SREC_FRI			= සිකුරාදා
IDC_CK_SREC_SAT			= සෙනසුරාදා
IDC_ST_SREC_RECORDING		= පටිගත කිරීම
IDC_ST_SREC_TARGET		= පටිගත කිරීමේ ඉලක්කය:
IDC_BTN_SREC_TARGET_SELECT	= තෝරන්න
IDC_ST_SREC_AFTER_RECORDING	= පටිගත කිරීමෙන් පසු:
IDC_LN_SREC_HELP		= [ උදව් ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= ශබ්ද ග්‍රහණ උපාංග නොමැත
IDC_ST_ACAP_NO_DEVICE		= ශබ්ද ග්‍රහණ උපාංග කිසිවක් අනාවරණය වී නොමැත.\nඑබැවින්, පටිගත කරන ලද වීඩියෝ ගොනුවේ ඕඩියෝ ට්‍රැක් නොමැත.
IDC_CK_ACAP_DO_NOT_SHOW		= මෙම පණිවිඩය නැවත නොපෙන්වන්න

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_NON_ADMIN_GAME_MODE
IDD_CAUTION_NON_ADMIN_GAME_MODE		= බන්ඩිකැම් සම්මත පරිශීලකයෙකු ලෙස ක්‍රියාත්මක වේ.
IDC_LN_CAUTION_NON_ADMIN_GAME_MODE	= ඔබ බන්ඩිකැම් පරිපාලකයෙකු ලෙස ක්‍රියාත්මක නොකළ නිසා සමහර පටිගත කිරීමේ ඉලක්ක හඳුනාගත නොහැක. \n\n<a> බන්ඩිකැම් පරිපාලකයෙකු ලෙස ක්‍රියාත්මක කිරීමට මෙතැන ක්ලික් කරන්න.</a>
IDC_LN_CAUTION_NON_ADMIN_GAME_HELP	= උදව්
ID_BTN_CAUTION_UAC_SETTINGS		= සැකසුම්

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_BANDIFIX_DIALOG
IDD_BANDIFIX_DIALOG		= BandiFix

[MENU]
ID_POPUP_ABOUT			= බන්ඩිකැම් ගැන
ID_POPUP_GENERAL		= සැකසුම් - සාමාන්‍ය
ID_POPUP_FRAME			= සැකසුම් - FPS
ID_POPUP_VIDEO			= සැකසුම් - වීඩියෝ
ID_POPUP_IMAGE			= සැකසුම් - රූප
ID_POPUP_AUDIO			= සැකසුම්- ශ්‍රව්‍ය
ID_POPUP_OUTPUTS		= ප්‍රතිදාන ගොනු ලැයිස්තුව
ID_POPUP_OPENOUTPUTFOLDER	= ප්‍රතිදාන ෆෝල්ඩරය අරින්න
ID_POPUP_TARGET			= ඉලක්කය
ID_POPUP_SETTINGS		= සැකසුම්
ID_POPUP_SIZE			= DPI පරිමාණය
ID_POPUP_EXIT			= පිටවන්න

ID_TARGET_DIRECTX		= ක්‍රීඩා පටිගත කිරීමේ ක්‍රමය
ID_TARGET_SCREEN		= තිර පටිගත කිරීමේ ක්‍රමය - සෘජුකෝණාස්‍රයක්
ID_TARGET_FULL			= තිර පටිගත කිරීමේ ක්‍රමය - සම්පූර්ණ තිරය
ID_TARGET_WINDOW		= Screen Recording Mode - Specific window
ID_TARGET_MOUSE			= තිර පටිගත කිරීමේ ක්‍රමය- මවුසය වටා
ID_TARGET_DEVICE		= උපාංග පටිගත කිරීමේ ක්‍රමය
ID_TARGET_AUDIO_ONLY		= ශ්‍රව්‍ය-පමණක් පටිගත ක්‍රමය
ID_TARGET_HELP			= උදව්

ID_TARGET_HIDE			= පෙන්වන්න / සගවන්න \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= ක්ලිප්බෝඩ් වෙත පිටපතක් \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= චිත්‍රණ ප්‍රකාරය \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= සැමවිටම ඉහලින්
ID_TARGET_COUNTDOWN		= ගණන්කිරීමේ ටයිමරය
ID_TARGET_COUNTDOWN_TIMER	= ගණන් කිරීමේ ටයිමරය පෙන්වන්න
ID_TARGET_COUNTDOWN_0		= Off
ID_TARGET_COUNTDOWN_1		= තප් 1
ID_TARGET_COUNTDOWN_2		= තප් 2
ID_TARGET_COUNTDOWN_3		= තප් 3
ID_TARGET_COUNTDOWN_4		= තප් 4
ID_TARGET_COUNTDOWN_5		= තප් 5
ID_TARGET_COUNTDOWN_6		= තප් 6
ID_TARGET_COUNTDOWN_7		= තප් 7
ID_TARGET_COUNTDOWN_8		= තප් 8
ID_TARGET_COUNTDOWN_9		= තප් 9
ID_TARGET_COUNTDOWN_10		= තප් 10
ID_TARGET_HIDE_MAINWND		= පටිගත කිරීමේදී ප්‍රධාන කවුළුව සඟවන්න
ID_TARGET_TRANSPARENCY		= ඔපැසිටි
ID_TARGET_SIZE			= ප්‍රමාණය
ID_TARGET_ADJUST		= සකසන්න

ID_TARGET_MOVE_LEFT		= වමට යන්න \t Left
ID_TARGET_MOVE_RIGHT		= දකුණට යන්න \t Right
ID_TARGET_MOVE_UP		= ඉහලට යන්න \t Up
ID_TARGET_MOVE_DOWN		= පහලට යන්න \t Down

ID_TARGET_INC_WIDTH		= පළල වැඩිකරන්න \t Shift+Right
ID_TARGET_DEC_WIDTH		= පළල අඩුකරන්න \t Shift+Left
ID_TARGET_INC_HEIGHT		= උස වැඩිකරන්න \t Shift+Down
ID_TARGET_DEC_HEIGHT		= උස අඩුකරන්න \t Shift+Up

ID_TARGET_FIND_WINDOW		= පටිගත කරන ප්‍රදේශය තෝරන්න \t Ctrl+F
ID_TARGET_FULLSCREEN		= පුලුල් තිරය \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= 4: 3 ට ගැලපෙන්න
ID_TARGET_RATIO_16_9		= 16:9 ට ගැලපෙන්න
ID_TARGET_SIZE_CUSTOM		= අභිරුචි ප්‍රමාණය \t Ctrl+U
ID_TARGET_SIZE_PRESET		= ප්‍රමාණය පෙරසිටුවීම \t Shift+R-Click
ID_TARGET_SIZE_PRESET_ADD	= පෙරසිටුවක් එක් කරන්න
ID_TARGET_SIZE_PRESET_EDIT	= පෙරසිටුවක් සකසන්න
ID_TARGET_SIZE_RU		= මෑතක භාවිතා කළ ප්‍රමාණය \t Ctrl+S

ID_TARGET_DISPLAY		= දර්ශනය
ID_TARGET_DISPLAY_1		= දර්ශනය 1
ID_TARGET_DISPLAY_2		= දර්ශනය 2
ID_TARGET_DISPLAY_3		= දර්ශනය 3
ID_TARGET_DISPLAY_4		= දර්ශනය 4
ID_TARGET_DISPLAY_5		= දර්ශනය 5
ID_TARGET_DISPLAY_6		= දර්ශනය 6
ID_TARGET_DISPLAY_7		= දර්ශනය 7
ID_TARGET_DISPLAY_8		= දර්ශනය 8
ID_TARGET_DISPLAY_ALL		= All display

ID_TARGET_OPEN_OUTPUTFOLDER	= ප්‍රතිදාන ෆෝල්ඩරය අරින්න
ID_TARGET_OUTPUT_LIST		= ප්‍රතිදාන ගොනු ලැයිස්තුව
ID_TARGET_EXIT_BANDICAM		= බන්ඩිකැම් වලින් පිටවන්න

ID_DEVICE_HIDE			=  පෙන්වන්න / සගවන්න \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= ක්ලිප්බෝඩ් වෙත පිටපතක් \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= සැමවිටම ඉහලින්
ID_DEVICE_SELECTION		= උපාංගය තෝරන්න \t Ctrl+D
ID_DEVICE_FULLSCREEN		= පුලුල් තිරය \t Enter
ID_DEVICE_ZOOM			= විශාලනය
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= දර්ශන අනුපාතය
ID_DEVICE_KEEP_ASPECT_RATIO	= දර්ශන අනුපාතය තබා ගන්න
ID_DEVICE_ASPECT_RATIO_DEFAULT	= පෙරනිමිය
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= ප්‍රතිදාන ෆෝල්ඩරය අරින්න
ID_DEVICE_OUTPUT_LIST		= ප්‍රතිදාන ගොනු ලැයිස්තුව
ID_DEVICE_EXIT_BANDICAM		= බන්ඩිකැම් වලින් පිටවන්න

ID_USER_PRESET_ADD		= පෙරසිටුවක් එක් කරන්න
ID_USER_PRESET_EDIT		= පෙරසිටුවක් සකසන්න

ID_SORT_BY_DATE			= දිනය අනුව වර්ග කරන්න
ID_SORT_BY_NAME			= නම අනුව වර්ග කරන්න
ID_SORT_BY_SIZE			= ප්‍රමාණය  අනුව වර්ග කරන්න

ID_OUTPUTS_LB_PLAY		= වාදනය
ID_OUTPUTS_LB_OPEN		= අරින්න
ID_OUTPUTS_LB_EDIT		= සකසන්න
ID_OUTPUTS_LB_RENAME		= නැවත නම් කරන්න     \t F2
ID_OUTPUTS_LB_DELETE		= මකන්න     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= සියල්ල තෝරන්න \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	=  ප්‍රතිදාන ෆෝල්ඩරය අරින්න

ID_UPLOAD_TO_YOUTUBE		= යූ ටියුබ් වෙත උඩුගත කරන්න
ID_UPLOAD_TO_VIMEO		= විමියෝ වෙත උඩුගත කරන්න
ID_UPLOAD_TO_FACEBOOK		= ෆේස්බුක් වෙත උඩුගත කරන්න
ID_UPLOAD_TO_GDRIVE		= Upload to Google Drive

ID_BDCAM_SIZE_DEFAULT		= පෙරනිමි ප්‍රමාණය

ID_AUDIO_FILTER_MONO		= මොනෝ වෙත හරවන්න
ID_AUDIO_FILTER_NS		= ශබ්දය මර්ධනය කිරීම
ID_AUDIO_FILTER_NS_OFF		= අක්‍රීය
ID_AUDIO_FILTER_NS_LOW		= අවම
ID_AUDIO_FILTER_NS_MEDIUM	= මධ්‍යම
ID_AUDIO_FILTER_NS_HIGH		= උපරිම


